[
  {
    "id": 1,
    "name": "An Giang",
    "image": "/images/AnGiang.webp",
    "description": "Vùng đất miền Tây trù phú với rừng tràm Trà Sư xanh mướt, chợ nổi Long Xuyên nhộn nhịp và núi Cấm huyền bí.",
    "address": "Phường Mỹ Long, TP. Long Xuyên, tỉnh An Giang",
    "coordinates": {
      "latitude": 10.386,
      "longitude": 105.435
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt An Giang</h3><p>An Giang là điểm đến lý tưởng cho dân phượt yêu thích khám phá miền Tây sông nước. Với cung đường phẳng phiu, không khí trong lành và cảnh sắc độc đáo như rừng tràm, chợ nổi, đây là nơi bạn có thể tận hưởng hành trình trên chiếc xe máy đầy thú vị. Hành trình này không chỉ mang đến cảm giác tự do mà còn là cơ hội để hòa mình vào thiên nhiên và văn hóa miền Tây đặc trưng.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A, qua cầu Mỹ Thuận, rồi rẽ vào Quốc lộ 91 hướng về Long Xuyên, tổng quãng đường khoảng 190 km, mất 4-5 tiếng tùy tốc độ. Đường khá bằng phẳng, dễ đi, nhưng hãy chú ý đổ xăng đầy bình trước khi xuất phát vì trạm xăng ở một số đoạn khá thưa thớt. Nếu bắt đầu từ Cần Thơ, bạn chỉ cần đi theo Quốc lộ 91, khoảng 110 km, mất 2-3 tiếng. Xe máy là phương tiện tối ưu để len lỏi qua các con đường nhỏ dẫn đến những điểm đến như rừng tràm Trà Sư hay núi Cấm, nơi ô tô khó tiếp cận.</p><h4>Chuẩn Bị Gì?</h4><p>Mang theo áo mưa là điều bắt buộc vì miền Tây thường có những cơn mưa bất chợt, nhất là vào mùa mưa từ tháng 5 đến tháng 11. Một chiếc mũ bảo hiểm chất lượng cao, giày chống trơn trượt và bình nước cá nhân sẽ giúp bạn thoải mái trên suốt chặng đường dài. Áo khoác mỏng cũng rất hữu ích khi đi qua những cánh đồng lúa gió lộng, đặc biệt vào buổi sáng sớm hoặc chiều tà. Đồ ăn nhẹ như bánh mì, xôi, hoặc lương khô nên có trong balo để tiếp năng lượng, dù bạn cũng có thể dừng chân ở các quán ăn ven đường để thưởng thức đặc sản địa phương như bánh xèo giòn rụm hay bún nước lèo đậm đà.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Rừng tràm Trà Sư</strong>: Cách Long Xuyên khoảng 30 km, đường vào nhỏ nhưng bằng phẳng, dễ đi bằng xe máy. Đến nơi, bạn có thể gửi xe với giá rẻ và thuê thuyền chèo vào sâu trong rừng, ngắm hệ sinh thái độc đáo với chim trời bay lượn và không gian xanh mát yên bình.</li><li><strong>Chợ nổi Long Xuyên</strong>: Nằm ngay trung tâm thành phố, bạn nên đến vào sáng sớm khoảng 5-6 giờ để chứng kiến cảnh buôn bán tấp nập trên sông. Đường vào chợ thuận tiện, có chỗ gửi xe máy gần bờ sông.</li><li><strong>Núi Cấm</strong>: Cung đường đèo ngoằn ngoèo lên núi là thử thách thú vị cho dân phượt. Trước khi lên, hãy kiểm tra phanh và lốp xe cẩn thận, đồng thời mang theo nước uống vì dọc đường ít quán xá.</li></ul><p>Mẹo nhỏ: Hãy hỏi người dân địa phương về các con đường tắt hoặc điểm dừng chân đẹp, họ thường rất thân thiện và sẵn lòng chỉ dẫn. Đi vào mùa khô (tháng 12 đến tháng 4) sẽ thuận lợi hơn vì đường ít trơn và thời tiết dễ chịu. An Giang không quá xa các thành phố lớn, nhưng hành trình phượt nơi đây sẽ mang lại trải nghiệm khó quên với những con đường làng quê yên bình, mùi lúa thoảng trong gió và tiếng sóng nước đặc trưng của miền Tây.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 2,
    "name": "Bà Nà Hills",
    "image": "/images/BaNaHills.webp",
    "description": "Khu du lịch nổi tiếng với cáp treo dài nhất thế giới, làng Pháp cổ kính lãng mạn, cầu Vàng độc đáo và khí hậu mát mẻ quanh năm.",
    "address": "Thôn An Sơn, xã Hòa Ninh, huyện Hòa Vang, TP. Đà Nẵng",
    "coordinates": {
      "latitude": 15.995,
      "longitude": 107.996
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Bà Nà Hills</h3><p>Bà Nà Hills là điểm đến không thể bỏ qua cho dân phượt yêu thích cung đường núi và không khí mát lạnh như Đà Lạt giữa lòng Đà Nẵng. Hành trình lên đây bằng xe máy không chỉ là một chuyến đi, mà còn là trải nghiệm đầy thử thách với những cung đường đèo ngoằn ngoèo, cảnh sắc núi rừng hùng vĩ và cảm giác tự do tuyệt vời khi chinh phục độ cao.</p><h4>Cách Di Chuyển</h4><p>Từ trung tâm Đà Nẵng, bạn chạy xe máy theo đường Duy Tân, qua cầu vượt Ngã Ba Huế, rồi rẽ vào Quốc lộ 1A hướng về phía Bà Nà, tổng quãng đường khoảng 40 km. Sau đó, từ khu vực Suối Mơ, bạn tiếp tục theo đường Bà Nà - Suối Mơ lên núi, đoạn này dài khoảng 20 km với nhiều khúc cua dốc và cảnh đẹp hai bên đường. Đường nhựa khá tốt nhưng có những đoạn dốc đứng và hẹp, đòi hỏi tay lái cứng. Nếu xuất phát từ Hội An, bạn đi theo Quốc lộ 1A qua Đà Nẵng, rồi rẽ vào đường lên Bà Nà, tổng cộng khoảng 70 km, mất 2-3 tiếng tùy tốc độ.</p><h4>Chuẩn Bị Gì?</h4><p>Thời tiết trên đỉnh Bà Nà thường dưới 20 độ C, đặc biệt lạnh vào sáng sớm và chiều tối, nên mang theo áo ấm hoặc áo khoác chống gió. Mũ bảo hiểm đạt chuẩn, găng tay giữ ấm, và giày chống trượt là những vật dụng không thể thiếu để đảm bảo an toàn khi đi đường đèo. Hãy đổ đầy xăng trước khi lên núi vì không có trạm xăng nào dọc đường. Đồ ăn nhẹ như bánh ngọt, socola, hoặc trái cây khô sẽ giúp bạn tiếp năng lượng. Nếu có ý định cắm trại qua đêm, một chiếc lều nhỏ gọn, túi ngủ ấm và đèn pin là lựa chọn tuyệt vời để tận hưởng không gian núi rừng.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Cầu Vàng</strong>: Biểu tượng nổi tiếng với kiến trúc độc đáo, nằm trên đỉnh Bà Nà. Có bãi gửi xe máy dưới chân núi, từ đó bạn có thể đi cáp treo lên hoặc leo bộ nếu muốn thử sức bền.</li><li><strong>Làng Pháp</strong>: Khu vực mang phong cách châu Âu cổ kính, rất hợp để nghỉ chân, chụp ảnh và thưởng thức không khí se lạnh sau chuyến đi dài.</li><li><strong>Đỉnh núi Bà Nà</strong>: Điểm cao nhất với tầm nhìn panorama xuống thành phố Đà Nẵng, đẹp nhất vào ngày trời quang đãng.</li></ul><p>Mẹo quan trọng: Kiểm tra dự báo thời tiết trước khi đi, tránh mùa mưa (tháng 9-11) vì đường đèo trơn trượt rất nguy hiểm. Đi theo nhóm sẽ an toàn hơn, đặc biệt trên các đoạn đường vắng. Mang theo sạc dự phòng để lưu lại những khoảnh khắc đẹp trên suốt hành trình. Bà Nà Hills không chỉ là điểm đến du lịch mà còn là một cung đường phượt đầy cảm hứng, nơi bạn có thể tận hưởng sự kết hợp giữa thiên nhiên hùng vĩ và kiến trúc độc đáo của miền Trung.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 3,
    "name": "Bắc Giang",
    "image": "/images/BacGiang.webp",
    "description": "Vùng đất miền Bắc với rừng nguyên sinh Khe Rỗ hoang sơ, làng nghề Yên Dũng lâu đời và đặc sản vải thiều ngọt ngào.",
    "address": "Phường Ngô Quyền, TP. Bắc Giang, tỉnh Bắc Giang",
    "coordinates": {
      "latitude": 21.273,
      "longitude": 106.206
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Bắc Giang</h3><p>Bắc Giang là điểm đến thú vị cho dân phượt miền Bắc, nơi bạn có thể khám phá rừng nguyên sinh, làng nghề truyền thống và thưởng thức đặc sản vải thiều. Hành trình bằng xe máy đến đây mang lại cảm giác tự do với những con đường quê yên bình, đồng lúa xanh mướt và không gian gần gũi của vùng trung du.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 1A qua cầu Phù Đổng, rồi tiếp tục hướng Bắc Giang, tổng quãng đường khoảng 50 km, mất 1-2 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn gần TP. Bắc Giang có thể đông xe, cần chú ý an toàn. Nếu muốn khám phá sâu hơn, từ TP. Bắc Giang, bạn đi theo đường tỉnh lộ 293 đến rừng Khe Rỗ (khoảng 60 km) hoặc đường 295B đến Yên Dũng (20 km). Xe máy là phương tiện lý tưởng để len lỏi qua các con đường nhỏ dẫn đến làng nghề và khu rừng.</p><h4>Chuẩn Bị Gì?</h4><p>Thời tiết Bắc Giang mùa hè nóng, mùa đông lạnh, nên tùy thời điểm mà mang áo thoáng hoặc áo ấm. Mũ bảo hiểm, kính râm, và giày thể thao là cần thiết cho hành trình dài. Đổ đầy xăng trước khi đi xa TP. Bắc Giang vì trạm xăng thưa ở vùng nông thôn. Đồ ăn nhẹ như bánh mì, lương khô, hoặc trái cây (đặc biệt vải thiều nếu vào mùa) sẽ giúp bạn có sức khám phá. Mang theo áo mưa vì vùng trung du hay có mưa bất chợt. Nếu định cắm trại ở rừng Khe Rỗ, lều nhỏ và đèn pin là không thể thiếu.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Rừng Khe Rỗ</strong>: Đường vào hơi gập ghềnh, cần xe máy tốt. Gửi xe ở bản và đi bộ khám phá khu rừng nguyên sinh với hệ động thực vật phong phú.</li><li><strong>Làng nghề Yên Dũng</strong>: Đường tỉnh lộ dễ đi, bạn có thể ghé thăm các làng làm gốm, mộc để tìm hiểu văn hóa địa phương.</li><li><strong>Vườn vải Lục Ngạn</strong>: Mùa vải (tháng 6-7), đường vào vườn rợp bóng cây, rất hợp để chạy xe máy thư giãn.</li></ul><p>Mẹo nhỏ: Đi vào mùa vải để vừa ngắm cảnh vừa thưởng thức trái cây tươi. Hỏi người dân về các quán ăn ngon hoặc điểm dừng chân đẹp. Bắc Giang không quá xa Hà Nội, nhưng chuyến phượt sẽ mang lại trải nghiệm độc đáo với thiên nhiên hoang sơ và nét đẹp bình dị của vùng quê miền Bắc.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 4,
    "name": "Bắc Kạn",
    "image": "/images/BacKan.webp",
    "description": "Miền đất Đông Bắc yên ả với hồ Ba Bể trong xanh, thác Đầu Đẳng hùng vĩ và văn hóa dân tộc Tày đặc sắc.",
    "address": "Phường Đức Xuân, TP. Bắc Kạn, tỉnh Bắc Kạn",
    "coordinates": {
      "latitude": 22.147,
      "longitude": 105.834
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Bắc Kạn</h3><p>Bắc Kạn là điểm đến tuyệt vời cho dân phượt yêu thích vẻ đẹp hoang sơ của Đông Bắc Việt Nam. Với hồ Ba Bể trong xanh, thác nước hùng vĩ và những cung đường núi quanh co, hành trình bằng xe máy đến đây sẽ mang lại cảm giác phiêu lưu giữa thiên nhiên và văn hóa dân tộc đặc sắc.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 3 qua Thái Nguyên, đến TP. Bắc Kạn, tổng quãng đường khoảng 170 km, mất 4-5 tiếng. Đường đẹp nhưng có vài đoạn đèo dốc như đèo Giàng, cần tay lái chắc. Từ TP. Bắc Kạn, tiếp tục đi theo đường tỉnh lộ 254 đến hồ Ba Bể (khoảng 70 km), đường nhỏ hơn, nhiều khúc cua nhưng cảnh đẹp bù đắp mọi mệt mỏi. Xe máy là lựa chọn tối ưu để khám phá các bản làng và thác nước xa trung tâm.</p><h4>Chuẩn Bị Gì?</h4><p>Bắc Kạn lạnh vào mùa đông và mát mẻ mùa hè, nên mang áo ấm nếu đi vào tháng 11-2, hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm, găng tay, và giày leo núi là bắt buộc vì đường đèo trơn khi mưa. Đổ đầy xăng ở Thái Nguyên hoặc TP. Bắc Kạn vì trạm xăng hiếm ở vùng núi. Đồ ăn nhẹ như lương khô, mì gói, hoặc bánh mì rất cần thiết khi đi qua các đoạn hẻo lánh. Mang áo mưa và bản đồ offline vì sóng điện thoại yếu. Nếu cắm trại ở hồ Ba Bể, lều và túi ngủ là không thể thiếu.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Hồ Ba Bể</strong>: Đường vào hồ quanh co, gửi xe ở bến thuyền và thuê thuyền khám phá hồ, ngắm đảo Bà Góa.</li><li><strong>Thác Đầu Đẳng</strong>: Cách hồ 3 km, đường nhỏ nhưng xe máy đi được. Đến nơi, bạn sẽ thấy dòng thác trắng xóa giữa núi rừng.</li><li><strong>Bản Pác Ngòi</strong>: Làng của người Tày, đường vào bản yên bình, thích hợp để nghỉ chân và trải nghiệm văn hóa.</li></ul><p>Mẹo hay: Đi vào mùa thu (tháng 9-10) để ngắm hồ Ba Bể đẹp nhất. Dừng ở nhà dân để thử món cá nướng hoặc xôi nếp địa phương. Bắc Kạn là hành trình phượt đầy thử thách nhưng cũng rất đáng giá với cảnh sắc thiên nhiên hùng vĩ và không gian yên bình của vùng Đông Bắc.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 5,
    "name": "Bạc Liêu",
    "image": "/images/BacLieu.webp",
    "description": "Vùng đất miền Tây độc đáo với cánh đồng điện gió hùng vĩ, nhà Công Tử Bạc Liêu lịch sử và vườn chim tự nhiên trù phú.",
    "address": "Phường 2, đường Trần Phú, TP. Bạc Liêu, tỉnh Bạc Liêu",
    "coordinates": {
      "latitude": 9.294,
      "longitude": 105.721
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Bạc Liêu</h3><p>Bạc Liêu, vùng đất miền Tây độc đáo, là điểm đến hấp dẫn cho dân phượt muốn khám phá vẻ đẹp bình dị và những công trình nổi bật như cánh đồng điện gió hay nhà Công Tử Bạc Liêu. Hành trình bằng xe máy đến đây mang lại cảm giác tự do, với những con đường thẳng tắp xuyên qua đồng lúa, kênh rạch và không gian yên bình của miền Tây Nam Bộ.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A hướng về Cần Thơ, qua cầu Cần Thơ, rồi tiếp tục theo Quốc lộ 1A đến TP. Bạc Liêu, tổng quãng đường khoảng 280 km, mất 6-7 tiếng. Đường quốc lộ rộng và bằng phẳng, nhưng đoạn qua Hậu Giang và Sóc Trăng có thể đông xe, cần chú ý an toàn. Nếu xuất phát từ Cần Thơ, bạn chỉ cần đi thẳng Quốc lộ 1A, khoảng 130 km, mất 3-4 tiếng. Xe máy là lựa chọn tuyệt vời để ghé thăm các điểm xa trung tâm như cánh đồng điện gió hoặc vườn chim.</p><h4>Chuẩn Bị Gì?</h4><p>Miền Tây nóng ẩm, nên mang áo thoáng mát nhưng đừng quên áo mưa vì thời tiết hay thay đổi. Mũ bảo hiểm tốt, kính râm, và kem chống nắng sẽ bảo vệ bạn dưới cái nắng gay gắt. Đổ đầy xăng trước khi rời thành phố lớn, vì trạm xăng trên đường không quá nhiều. Đồ ăn nhẹ như bánh mì, xôi, hoặc hải sản khô rất tiện mang theo, dù bạn cũng có thể dừng ở các quán ven đường để thưởng thức đặc sản như lẩu mắm hay cá lóc nướng trui. Một bình nước lớn là cần thiết để chống mất nước trên đường dài.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Cánh đồng điện gió</strong>: Cách trung tâm TP. Bạc Liêu khoảng 20 km, đường ra biển hơi nhỏ nhưng dễ đi. Đến đây, bạn sẽ thấy những turbine gió khổng lồ giữa trời, rất hợp để chụp ảnh.</li><li><strong>Nhà Công Tử Bạc Liêu</strong>: Nằm ngay trung tâm thành phố, dễ tiếp cận bằng xe máy. Gửi xe trước cổng và tham quan ngôi nhà lịch sử với kiến trúc độc đáo.</li><li><strong>Vườn chim Bạc Liêu</strong>: Cách trung tâm 6 km, đường vào rợp bóng cây, thích hợp để chạy xe máy thong dong ngắm cảnh.</li></ul><p>Mẹo nhỏ: Đi vào sáng sớm hoặc chiều mát để tránh nắng nóng. Hỏi người dân về các quán ăn ngon hoặc lối tắt để tiết kiệm thời gian. Bạc Liêu không quá xa, nhưng chuyến phượt sẽ để lại ấn tượng sâu sắc với những cánh đồng gió, hương vị miền Tây và câu chuyện về Công Tử Bạc Liêu huyền thoại.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 6,
    "name": "Bắc Ninh",
    "image": "/images/BacNinh.webp",
    "description": "Vùng đất Kinh Bắc cổ với chùa Phật Tích linh thiêng, làng tranh Đông Hồ truyền thống và văn hóa quan họ đặc sắc.",
    "address": "Phường Đại Phúc, TP. Bắc Ninh, tỉnh Bắc Ninh",
    "coordinates": {
      "latitude": 21.186,
      "longitude": 106.076
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Bắc Ninh</h3><p>Bắc Ninh, vùng đất Kinh Bắc giàu truyền thống, là điểm đến lý tưởng cho dân phượt yêu thích văn hóa và lịch sử. Với chùa Phật Tích cổ kính, làng tranh Đông Hồ độc đáo và những làn điệu quan họ mượt mà, hành trình bằng xe máy đến đây mang lại cảm giác gần gũi với làng quê miền Bắc.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 1A qua cầu Phù Đổng, đến TP. Bắc Ninh, khoảng 30 km, mất 1 tiếng. Đường rộng, dễ đi, nhưng đoạn qua Gia Lâm có thể đông. Từ TP. Bắc Ninh, đi đường tỉnh lộ 295B đến chùa Phật Tích (20 km) hoặc đường tỉnh lộ 286 đến làng Đông Hồ (15 km). Xe máy là cách tốt nhất để khám phá các con đường nhỏ quê.</p><h4>Chuẩn Bị Gì?</h4><p>Bắc Ninh lạnh mùa đông và nóng mùa hè, nên mang áo ấm hoặc áo thoáng tùy thời điểm. Mũ bảo hiểm, kính râm, và giày thể thao là cần thiết. Đổ xăng đầy ở Hà Nội hoặc Bắc Ninh vì trạm xăng thưa ở vùng quê. Đồ ăn nhẹ như bánh cuốn, bánh gio rất tiện, nhưng thử nem Bùi, cháo gà ở quán ven đường là trải nghiệm tuyệt vời. Mang áo mưa vì mưa bất chợt có thể xảy ra.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Chùa Phật Tích</strong>: Đường tỉnh lộ 295B dài 20 km, chạy xe qua đồng lúa, ngắm chùa cổ trên núi.</li><li><strong>Làng tranh Đông Hồ</strong>: Đường tỉnh lộ 286 dài 15 km, chạy xe đến làng nghề truyền thống, mua tranh dân gian.</li><li><strong>Làng quan họ</strong>: Rải rác quanh TP, chạy xe thong dong nghe hát dân ca.</li></ul><p>Mẹo nhỏ: Đi vào mùa xuân để dự hội Lim nghe quan họ. Bắc Ninh là chuyến phượt ngắn ngày gần Hà Nội với văn hóa và làng quê đậm chất Bắc Bộ.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 7,
    "name": "Bảo Lộc",
    "image": "/images/BaoLoc.webp",
    "description": "Thành phố cao nguyên thanh bình với đồi chè trải dài bất tận, thác Dambri hùng vĩ và không khí trong lành dễ chịu.",
    "address": "Phường 1, đường Lê Hồng Phong, TP. Bảo Lộc, tỉnh Lâm Đồng",
    "coordinates": {
      "latitude": 11.548,
      "longitude": 107.807
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Bảo Lộc</h3><p>Bảo Lộc, thành phố cao nguyên nhỏ nhắn của Lâm Đồng, là điểm đến lý tưởng cho dân phượt yêu thích không khí mát mẻ và cảnh sắc thiên nhiên. Với những đồi chè xanh mướt, thác nước hùng vĩ và cung đường núi quanh co, hành trình bằng xe máy đến đây sẽ mang lại cảm giác thư thái xen lẫn phấn khích khi chinh phục các con đèo.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 20 qua Dầu Giây, Tân Phú, rồi đến TP. Bảo Lộc, tổng quãng đường khoảng 190 km, mất 4-5 tiếng. Đường đẹp nhưng có vài đoạn đèo nhỏ như đèo Bảo Lộc, cần chú ý tay lái khi trời mưa. Nếu xuất phát từ Đà Lạt, bạn đi theo Quốc lộ 20 ngược lại, khoảng 110 km, mất 2-3 tiếng với cung đường đèo ngoạn mục qua rừng thông. Xe máy giúp bạn dễ dàng ghé thăm các điểm xa như thác Dambri hay đồi chè.</p><h4>Chuẩn Bị Gì?</h4><p>Bảo Lộc mát mẻ quanh năm, nhưng sáng và tối thường lạnh, nên mang áo khoác mỏng và quần dài. Mũ bảo hiểm, găng tay, và giày chống trơn là cần thiết khi đi qua các đoạn đèo ẩm ướt. Đổ đầy xăng trước khi rời thành phố lớn, vì trạm xăng ở vùng cao nguyên thưa hơn. Đồ ăn nhẹ như bánh mì, socola, hoặc trái cây khô sẽ giúp bạn có sức khám phá. Một chiếc áo mưa nhỏ gọn cũng rất quan trọng vì vùng này hay có mưa phùn. Nếu định cắm trại, mang lều và túi ngủ để tận hưởng đêm cao nguyên.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đồi chè Tam Châu</strong>: Cách trung tâm 10 km, đường vào bằng phẳng, thích hợp để chạy xe máy thư giãn giữa không gian xanh mát.</li><li><strong>Thác Dambri</strong>: Cách Bảo Lộc 18 km, đường hơi dốc nhưng xe máy đi được. Gửi xe dưới chân thác và đi bộ xuống ngắm dòng nước hùng vĩ.</li><li><strong>Chùa Linh Quy Pháp Ấn</strong>: Đường lên chùa nhỏ, quanh co, nhưng khung cảnh trên đỉnh rất đáng để chinh phục.</li></ul><p>Mẹo hay: Đi vào mùa khô (tháng 11-4) để đường dễ đi và cảnh đẹp hơn. Dừng chân ở các quán cà phê ven đường để thưởng thức hương vị cà phê Bảo Lộc chính gốc. Hành trình phượt Bảo Lộc là sự kết hợp hoàn hảo giữa thiên nhiên thanh bình và cảm giác tự do trên những cung đường cao nguyên tuyệt đẹp.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 8,
    "name": "Bến Tre",
    "image": "/images/BenTre.webp",
    "description": "Xứ dừa miền Tây thơ mộng với sông nước hữu tình, chợ nổi Cái Mơn sôi động và làng nghề dừa truyền thống độc đáo.",
    "address": "Phường 2, đường Hùng Vương, TP. Bến Tre, tỉnh Bến Tre",
    "coordinates": {
      "latitude": 10.241,
      "longitude": 106.375
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Bến Tre</h3><p>Bến Tre, xứ dừa miền Tây, là điểm đến lý tưởng cho dân phượt muốn khám phá sông nước và văn hóa Nam Bộ. Với những con đường làng rợp bóng dừa, kênh rạch chằng chịt và không gian yên bình, hành trình bằng xe máy đến đây mang lại trải nghiệm gần gũi với thiên nhiên và con người miền Tây.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua cầu Mỹ Thuận, rồi rẽ vào Quốc lộ 60 hướng về TP. Bến Tre, tổng quãng đường khoảng 85 km, mất 2-3 tiếng. Đường bằng phẳng, dễ đi, nhưng đoạn qua cầu Rạch Miễu có thể đông vào cuối tuần. Từ TP. Bến Tre, bạn tiếp tục theo các đường tỉnh lộ như 885 hoặc 887 để đến chợ nổi Cái Mơn (20 km) hoặc các làng nghề dừa. Xe máy là phương tiện hoàn hảo để len lỏi qua các con đường nhỏ giữa vườn dừa.</p><h4>Chuẩn Bị Gì?</h4><p>Miền Tây nóng ẩm, nên mặc áo thoáng mát, nhưng mang theo áo mưa vì mưa có thể đến bất ngờ. Mũ bảo hiểm, kính râm, và kem chống nắng sẽ bảo vệ bạn dưới nắng gắt. Đổ xăng đầy bình ở TP. Bến Tre vì trạm xăng thưa ở vùng quê. Đồ ăn nhẹ như bánh mì, xôi, hoặc kẹo dừa rất tiện, nhưng bạn cũng nên thử đặc sản địa phương như hủ tiếu hay bánh xèo ở các quán ven đường. Một bình nước lớn là cần thiết để giữ sức. Nếu định qua đêm, mang theo võng để nghỉ dưới bóng dừa.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Chợ nổi Cái Mơn</strong>: Đi sớm khoảng 5-6 giờ sáng để thấy cảnh buôn bán trên sông. Đường vào chợ nhỏ nhưng xe máy đi thoải mái.</li><li><strong>Làng nghề dừa</strong>: Rải rác quanh TP. Bến Tre, đường làng rợp bóng cây, thích hợp để chạy xe thong dong.</li><li><strong>Cồn Phụng</strong>: Cách trung tâm 10 km, đường qua cầu nhỏ, bạn có thể gửi xe và đi thuyền tham quan.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 12-4) để tránh mưa ngập đường. Hỏi người dân về các lối tắt hoặc quán ăn ngon ven sông. Bến Tre không quá xa Sài Gòn, nhưng chuyến phượt sẽ để lại ấn tượng với mùi dừa thoảng, tiếng sóng nước và sự thân thiện của người miền Tây.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 9,
    "name": "Bình Định",
    "image": "/images/BinhDinh.webp",
    "description": "Vùng đất võ trời văn với tháp Chăm cổ kính, biển Quy Nhơn tuyệt đẹp và đặc sản võ thuật truyền thống.",
    "address": "Phường Lê Lợi, TP. Quy Nhơn, tỉnh Bình Định",
    "coordinates": {
      "latitude": 13.782,
      "longitude": 109.219
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Bình Định</h3><p>Bình Định, vùng đất võ trời văn, là thiên đường cho dân phượt yêu thích biển xanh, văn hóa Chăm và những cung đường ven biển tuyệt đẹp. Hành trình bằng xe máy đến đây mang lại cảm giác tự do với gió biển mặn mà, những con đường uốn lượn quanh núi và không gian đậm chất miền Trung.</p><h4>Cách Di Chuyển</h4><p>Từ Đà Nẵng, bạn chạy xe máy theo Quốc lộ 1A qua Phú Yên đến TP. Quy Nhơn, tổng quãng đường khoảng 320 km, mất 7-8 tiếng. Đường quốc lộ rộng, nhưng có vài đoạn qua đèo Cả cần chú ý an toàn. Nếu từ TP. Hồ Chí Minh, bạn đi Quốc lộ 1A qua Đồng Nai, Khánh Hòa, đến Quy Nhơn, khoảng 650 km, mất 12-14 tiếng, nên chia làm 2 ngày. Từ Quy Nhơn, xe máy là cách tốt nhất để khám phá các điểm xa như tháp Bánh Ít (15 km) hay biển Kỳ Co (25 km).</p><h4>Chuẩn Bị Gì?</h4><p>Bình Định nắng nóng quanh năm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, găng tay, và giày thể thao là cần thiết khi đi đường dài. Đổ đầy xăng ở Quy Nhơn vì trạm xăng thưa ở vùng ven biển. Đồ ăn nhẹ như bánh mì, lương khô, hoặc hải sản khô rất hợp với chuyến đi biển. Mang áo mưa vì miền Trung hay có mưa bất ngờ. Nếu định cắm trại ở Kỳ Co, lều nhỏ và đèn pin là lựa chọn tuyệt vời.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Biển Quy Nhơn</strong>: Đường ven biển Xuân Diệu dễ đi, dừng xe ngắm sóng và thưởng thức hải sản tươi.</li><li><strong>Tháp Bánh Ít</strong>: Cách trung tâm 15 km, đường nhỏ nhưng xe máy đi được, ngắm kiến trúc Chăm cổ kính.</li><li><strong>Kỳ Co</strong>: Đường qua đèo hơi dốc, gửi xe ở bãi và đi thuyền hoặc đi bộ xuống bãi biển hoang sơ.</li></ul><p>Mẹo hay: Đi vào mùa khô (tháng 3-8) để biển đẹp và đường dễ đi. Thử đặc sản như bánh ít lá gai hoặc chả cá Quy Nhơn ở các quán ven đường. Bình Định là hành trình phượt đầy thú vị với sự kết hợp giữa biển cả, văn hóa và những cung đường ven biển tuyệt đẹp.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 10,
    "name": "Bình Phước",
    "image": "/images/BinhPhuoc.webp",
    "description": "Vùng đất Đông Nam Bộ với hồ Thác Mơ xanh mát, rừng cao su bạt ngàn và vườn quốc gia Bù Gia Mập hoang sơ.",
    "address": "Phường Tân Phú, TP. Đồng Xoài, tỉnh Bình Phước",
    "coordinates": {
      "latitude": 11.535,
      "longitude": 106.883
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Bình Phước</h3><p>Bình Phước, vùng đất Đông Nam Bộ, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và không gian hoang sơ. Với hồ Thác Mơ, rừng cao su và vườn quốc gia Bù Gia Mập, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa rừng xanh và đất đỏ.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 13 qua Bình Dương, đến TP. Đồng Xoài, khoảng 110 km, mất 2-3 tiếng. Từ Đồng Xoài, đi đường tỉnh lộ 741 đến hồ Thác Mơ (40 km) hoặc đường tỉnh lộ 755 đến Bù Gia Mập (80 km). Đường đẹp nhưng có đoạn nhỏ, cần chú ý.</p><h4>Chuẩn Bị Gì?</h4><p>Bình Phước nóng quanh năm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và áo mưa là cần thiết. Đổ xăng đầy ở Đồng Xoài vì trạm xăng thưa ở vùng xa. Đồ ăn nhẹ như bánh mì, lương khô rất tiện, nhưng thử hạt điều rang, bò nướng ở quán ven đường là tuyệt vời. Mang thuốc chống côn trùng.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Hồ Thác Mơ</strong>: Đường tỉnh lộ 741, chạy xe ngắm hồ nước xanh mát.</li><li><strong>Rừng cao su</strong>: Chạy xe quanh Đồng Xoài, tận hưởng không gian xanh.</li><li><strong>Vườn quốc gia Bù Gia Mập</strong>: Đường tỉnh lộ 755, gửi xe khám phá rừng hoang sơ.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-4) để đường khô ráo. Bình Phước là chuyến phượt thiên nhiên gần Sài Gòn.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 11,
    "name": "Bình Thuận",
    "image": "/images/BinhThuan.webp",
    "description": "Vùng đất biển nắng gió với đồi cát Mũi Né kỳ thú, bãi biển Đồi Dương xanh mát và hải sản tươi ngon.",
    "address": "Phường Phú Thủy, TP. Phan Thiết, tỉnh Bình Thuận",
    "coordinates": {
      "latitude": 10.933,
      "longitude": 108.102
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Bình Thuận</h3><p>Bình Thuận, vùng đất biển nắng gió, là điểm đến lý tưởng cho dân phượt yêu thích biển xanh, đồi cát và hải sản tươi ngon. Hành trình bằng xe máy đến đây mang lại cảm giác tự do với những con đường ven biển tuyệt đẹp, gió mát lành và không gian thoáng đãng của miền Trung.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Đồng Nai, đến TP. Phan Thiết, tổng quãng đường khoảng 200 km, mất 4-5 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn qua Bà Rịa có thể đông xe. Từ Phan Thiết, đi theo đường Huỳnh Thúc Kháng đến Mũi Né (20 km) hoặc đường ven biển đến Đồi Dương. Nếu từ Nha Trang, bạn đi Quốc lộ 1A ngược lại, khoảng 250 km, mất 5-6 tiếng. Xe máy là cách tuyệt vời để khám phá các điểm xa trung tâm.</p><h4>Chuẩn Bị Gì?</h4><p>Bình Thuận nắng gắt, nên mặc áo dài tay, mang kính râm và kem chống nắng. Mũ bảo hiểm, găng tay, và giày chống cát là cần thiết khi đi qua đồi cát. Đổ đầy xăng ở Phan Thiết vì trạm xăng thưa ở Mũi Né. Đồ ăn nhẹ như bánh mì, hải sản khô, hoặc trái cây rất hợp với chuyến đi biển. Mang áo mưa vì mưa bất chợt có thể xảy ra. Nếu định cắm trại ở biển, lều nhỏ và đèn pin là không thể thiếu.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đồi cát Mũi Né</strong>: Đường vào đồi cát nhỏ, xe máy đi được. Thuê ván trượt cát để trải nghiệm cảm giác mạnh.</li><li><strong>Bãi biển Đồi Dương</strong>: Đường ven biển dễ đi, dừng xe ngắm sóng và tắm biển mát lạnh.</li><li><strong>Suối Tiên</strong>: Cách Mũi Né 4 km, đường nhỏ nhưng cảnh sắc đỏ cam độc đáo rất đáng khám phá.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 11-4) để tận hưởng biển đẹp và đồi cát khô ráo. Thử hải sản tươi như ghẹ hấp hoặc mực nướng ở các quán ven biển. Bình Thuận là hành trình phượt đầy thú vị với sự kết hợp giữa biển cả, đồi cát và ẩm thực miền Trung đậm đà.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 12,
    "name": "Buôn Ma Thuột",
    "image": "/images/BuonMaThuot.webp",
    "description": "Thủ phủ cà phê Việt Nam với thác Dray Nur hùng vĩ, buôn Ako Dhong truyền thống và bảo tàng dân tộc Tây Nguyên đặc sắc.",
    "address": "Phường Tân Lợi, đường Lê Thánh Tông, TP. Buôn Ma Thuột, tỉnh Đắk Lắk",
    "coordinates": {
      "latitude": 12.667,
      "longitude": 108.038
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Buôn Ma Thuột</h3><p>Buôn Ma Thuột, thủ phủ cà phê Việt Nam, là điểm đến lý tưởng cho dân phượt yêu thích cao nguyên Tây Nguyên. Với những cung đường đỏ bazan, thác nước hùng vĩ và văn hóa dân tộc đặc sắc, hành trình bằng xe máy đến đây mang lại cảm giác phiêu lưu giữa núi rừng và hương thơm cà phê thoảng trong gió.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 14 qua Đồng Nai, Bình Phước, đến TP. Buôn Ma Thuột, tổng quãng đường khoảng 330 km, mất 7-8 tiếng. Đường đẹp nhưng có vài đoạn qua Đắk Nông hơi gập ghềnh, cần tay lái chắc. Nếu từ Đà Lạt, bạn đi Quốc lộ 27 qua Lâm Đồng, khoảng 200 km, mất 4-5 tiếng với cung đường đèo ngoạn mục. Từ Buôn Ma Thuột, xe máy là cách tốt nhất để đến thác Dray Nur (30 km) hoặc buôn Ako Dhong.</p><h4>Chuẩn Bị Gì?</h4><p>Buôn Ma Thuột mát mẻ nhưng nắng gắt ban ngày, nên mang áo thoáng và kem chống nắng. Mũ bảo hiểm, găng tay, và giày chống trơn là cần thiết khi đi đường dài. Đổ đầy xăng ở thành phố vì trạm xăng thưa ở vùng ngoại ô. Đồ ăn nhẹ như bánh mì, lương khô, hoặc cà phê gói rất hợp với chuyến đi. Mang áo mưa vì Tây Nguyên hay có mưa bất chợt. Nếu định cắm trại gần thác, lều nhỏ và túi ngủ là lựa chọn tuyệt vời.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Thác Dray Nur</strong>: Đường tỉnh lộ 684 dễ đi, gửi xe dưới chân thác và đi bộ ngắm dòng nước hùng vĩ.</li><li><strong>Buôn Ako Dhong</strong>: Cách trung tâm 2 km, đường nhỏ, thích hợp để chạy xe máy khám phá đời sống người Ê Đê.</li><li><strong>Bảo tàng Dân tộc Tây Nguyên</strong>: Nằm trong thành phố, dễ tiếp cận để tìm hiểu văn hóa địa phương.</li></ul><p>Mẹo hay: Đi vào mùa khô (tháng 12-3) để ngắm hoa cà phê nở trắng. Thử cà phê đậm đà ở các quán ven đường. Buôn Ma Thuột là hành trình phượt đầy cảm hứng với thiên nhiên Tây Nguyên hùng vĩ và hương vị cà phê không thể cưỡng lại.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 13,
    "name": "Cà Mau",
    "image": "/images/CaMau.webp",
    "description": "Điểm cực Nam Tổ quốc với rừng đước ngập mặn bạt ngàn, chợ nổi Cà Mau sôi động và mũi Cà Mau huyền thoại.",
    "address": "Phường 1, đường Lý Thường Kiệt, TP. Cà Mau, tỉnh Cà Mau",
    "coordinates": {
      "latitude": 9.179,
      "longitude": 105.152
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Cà Mau</h3><p>Cà Mau, điểm cực Nam Tổ quốc, là điểm đến hấp dẫn cho dân phượt muốn khám phá miền Tây tận cùng. Với rừng đước ngập mặn, chợ nổi sôi động và mũi Cà Mau huyền thoại, hành trình bằng xe máy đến đây mang lại cảm giác chinh phục với những con đường xuyên qua kênh rạch và không gian đậm chất Nam Bộ.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Long An, Tiền Giang, đến TP. Cà Mau, khoảng 350 km, mất 7-8 tiếng. Đường quốc lộ bằng phẳng, nhưng đoạn qua Bạc Liêu hơi xa, cần chú ý nghỉ ngơi. Từ TP. Cà Mau, đi theo đường tỉnh lộ 1 đến mũi Cà Mau (100 km), đường nhỏ hơn, qua nhiều cầu, mất 2-3 tiếng. Xe máy là cách tốt nhất để len lỏi qua vùng sông nước.</p><h4>Chuẩn Bị Gì?</h4><p>Cà Mau nóng ẩm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và áo mưa là bắt buộc vì mưa nhiều. Đổ đầy xăng ở TP. Cà Mau vì trạm xăng thưa ở vùng mũi. Đồ ăn nhẹ như bánh mì, xôi, hoặc cá khô rất tiện, nhưng bạn cũng nên thử lẩu mắm hoặc cua rang muối ở quán ven đường. Mang bình nước lớn để chống mất nước. Nếu định qua đêm ở mũi Cà Mau, mang võng hoặc lều nhỏ.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Mũi Cà Mau</strong>: Đường vào mũi nhỏ, gửi xe và đi thuyền hoặc đi bộ ra cột mốc cực Nam.</li><li><strong>Rừng đước Năm Căn</strong>: Cách TP. Cà Mau 50 km, đường tỉnh lộ dễ đi, ngắm hệ sinh thái ngập mặn.</li><li><strong>Chợ nổi Cà Mau</strong>: Đi sáng sớm, đường trung tâm thuận tiện để chạy xe máy.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-4) để tránh ngập đường. Hỏi người dân về lối tắt hoặc quán ăn ngon. Cà Mau là chuyến phượt đầy thử thách nhưng đáng nhớ với cảm giác chinh phục cực Nam và vẻ đẹp sông nước miền Tây.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 14,
    "name": "Cần Giờ",
    "image": "/images/CanGio.webp",
    "description": "Huyện đảo gần TP. Hồ Chí Minh với rừng ngập mặn xanh mát, đảo khỉ hoang dã và bãi biển 30/4 yên bình.",
    "address": "Thị trấn Cần Thạnh, huyện Cần Giờ, TP. Hồ Chí Minh",
    "coordinates": {
      "latitude": 10.411,
      "longitude": 106.954
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Cần Giờ</h3><p>Cần Giờ, huyện đảo gần TP. Hồ Chí Minh, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và biển cả. Với rừng ngập mặn, đảo khỉ và bãi biển yên bình, hành trình bằng xe máy đến đây mang lại cảm giác thư giãn giữa không gian miền Nam gần gũi.</p><h4>Cách Di Chuyển</h4><p>Từ trung tâm TP. Hồ Chí Minh, bạn chạy xe máy qua cầu Tân Thuận, theo đường Huỳnh Tấn Phát, đến phà Bình Khánh (20 km), qua phà rồi đi đường Rừng Sác đến Cần Thạnh (30 km), tổng cộng 50 km, mất 1,5-2 tiếng. Đường bằng phẳng, nhưng chú ý lịch phà.</p><h4>Chuẩn Bị Gì?</h4><p>Cần Giờ nóng ẩm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và áo mưa là cần thiết. Đổ xăng đầy ở TP. HCM vì trạm xăng thưa ở Cần Giờ. Đồ ăn nhẹ như bánh mì, hải sản khô rất tiện, nhưng thử cua Cần Giờ, cá thòi lòi ở quán ven đường là tuyệt vời. Mang đồ bơi và thuốc chống côn trùng.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Rừng ngập mặn Vàm Sát</strong>: Đường Rừng Sác, gửi xe và đi thuyền khám phá.</li><li><strong>Đảo khỉ</strong>: Gần Vàm Sát, chạy xe đến ngắm khỉ hoang dã.</li><li><strong>Bãi biển 30/4</strong>: Đường Cần Thạnh, dừng xe tắm biển.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-4) để đường khô ráo. Cần Giờ là chuyến phượt gần Sài Gòn với thiên nhiên và biển cả.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 15,
    "name": "Cần Giuộc",
    "image": "/images/CanGiuoc.webp",
    "description": "Thị trấn miền Tây Long An với chợ nổi Phước Lộc Thọ nhộn nhịp, di tích lịch sử và không gian sông nước yên ả.",
    "address": "Thị trấn Cần Giuộc, huyện Cần Giuộc, tỉnh Long An",
    "coordinates": {
      "latitude": 10.608,
      "longitude": 106.671
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Cần Giuộc</h3><p>Cần Giuộc, thị trấn miền Tây Long An, là điểm đến lý tưởng cho dân phượt yêu thích sông nước và lịch sử. Với chợ nổi Phước Lộc Thọ và không gian yên ả, hành trình bằng xe máy đến đây mang lại cảm giác gần gũi với miền Nam sông nước.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 50 qua Bình Chánh, đến Cần Giuộc, khoảng 30 km, mất 1 tiếng. Đường bằng phẳng, dễ đi, nhưng đoạn qua Bình Chánh có thể đông. Từ trung tâm Cần Giuộc, chạy xe đến chợ nổi (5 km) qua đường tỉnh lộ 835.</p><h4>Chuẩn Bị Gì?</h4><p>Cần Giuộc nóng ẩm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm và giày chống trơn là cần thiết. Đổ xăng đầy ở Bình Chánh vì trạm xăng thưa ở Cần Giuộc. Đồ ăn nhẹ như bánh mì, xôi rất tiện, nhưng thử lẩu mắm, bánh xèo ở quán ven đường là trải nghiệm thú vị. Mang áo mưa vì mưa bất chợt xảy ra.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Chợ nổi Phước Lộc Thọ</strong>: Đường tỉnh lộ 835, chạy xe đến bến, ngắm cảnh buôn bán trên sông.</li><li><strong>Di tích Cần Giuộc</strong>: Gần trung tâm, chạy xe tham quan lịch sử kháng Pháp.</li><li><strong>Sông Cần Giuộc</strong>: Chạy xe dọc sông, tận hưởng không gian yên bình.</li></ul><p>Mẹo nhỏ: Đi sáng sớm để thấy chợ nổi nhộn nhịp. Cần Giuộc là chuyến phượt ngắn ngày gần Sài Gòn với sông nước và lịch sử.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 16,
    "name": "Cần Thơ",
    "image": "/images/CanTho.webp",
    "description": "Thành phố Tây Đô sôi động với chợ nổi Cái Răng độc đáo, bến Ninh Kiều lãng mạn và ẩm thực miền Tây hấp dẫn.",
    "address": "Phường Cái Khế, quận Ninh Kiều, TP. Cần Thơ",
    "coordinates": {
      "latitude": 10.037,
      "longitude": 105.788
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Cần Thơ</h3><p>Cần Thơ, thủ phủ miền Tây, là điểm đến lý tưởng cho dân phượt muốn khám phá sông nước và văn hóa Nam Bộ. Với chợ nổi nhộn nhịp, bến Ninh Kiều lãng mạn và ẩm thực đậm đà, hành trình bằng xe máy đến đây mang lại cảm giác gần gũi với thiên nhiên và con người miền Tây.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Long An, Tiền Giang, đến TP. Cần Thơ, tổng quãng đường khoảng 170 km, mất 3-4 tiếng. Đường rộng, bằng phẳng, nhưng đoạn qua cầu Cần Thơ có thể đông, cần chú ý an toàn. Từ trung tâm Cần Thơ, đi theo đường Nguyễn Văn Cừ đến chợ nổi Cái Răng (7 km), hoặc đường tỉnh lộ 923 đến các vườn trái cây. Xe máy là phương tiện hoàn hảo để len lỏi qua vùng sông nước.</p><h4>Chuẩn Bị Gì?</h4><p>Cần Thơ nóng ẩm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và áo mưa là cần thiết vì mưa bất chợt. Đổ xăng đầy bình ở trung tâm vì trạm xăng thưa ở vùng ngoại ô. Đồ ăn nhẹ như bánh mì, xôi, hoặc bánh pía rất tiện, nhưng bạn cũng nên thử hủ tiếu hoặc bánh xèo ở quán ven đường. Mang bình nước lớn để giữ sức. Nếu định qua đêm, mang võng để nghỉ dưới bóng cây.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Chợ nổi Cái Răng</strong>: Đi sáng sớm 5-6 giờ, đường nhỏ nhưng xe máy đi được, gửi xe và thuê thuyền ngắm chợ.</li><li><strong>Bến Ninh Kiều</strong>: Nằm trung tâm, đường rộng, dừng xe ngắm sông Hậu về đêm.</li><li><strong>Vườn trái cây Phong Điền</strong>: Cách trung tâm 15 km, đường tỉnh lộ dễ đi, khám phá vườn cây trĩu quả.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-4) để đường khô ráo. Hỏi người dân về quán ăn ngon hoặc lối tắt qua cầu nhỏ. Cần Thơ là chuyến phượt nhẹ nhàng nhưng đầy thú vị với sông nước, ẩm thực và không gian đậm chất miền Tây.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 17,
    "name": "Cao Bằng",
    "image": "/images/CaoBang.webp",
    "description": "Vùng đất Đông Bắc hùng vĩ với thác Bản Giốc tuyệt đẹp, động Ngườm Ngao kỳ bí và hồ Thang Hen thơ mộng.",
    "address": "Phường Hợp Giang, TP. Cao Bằng, tỉnh Cao Bằng",
    "coordinates": {
      "latitude": 22.666,
      "longitude": 106.258
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Cao Bằng</h3><p>Cao Bằng, vùng đất Đông Bắc hùng vĩ, là thiên đường cho dân phượt yêu thích núi non và thiên nhiên hoang sơ. Với thác Bản Giốc nổi tiếng, động đá kỳ bí và những cung đường đèo ngoạn mục, hành trình bằng xe máy đến đây mang lại cảm giác phiêu lưu giữa núi rừng và văn hóa dân tộc đặc sắc.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 3 qua Thái Nguyên, Bắc Kạn, đến TP. Cao Bằng, tổng quãng đường khoảng 280 km, mất 6-7 tiếng. Đường đẹp nhưng có vài đoạn đèo như đèo Tài Hồ Sìn, cần tay lái vững. Từ TP. Cao Bằng, đi theo Quốc lộ 4A đến thác Bản Giốc (90 km), đường nhỏ, quanh co, mất 2-3 tiếng. Xe máy là lựa chọn tối ưu để khám phá các điểm xa trung tâm và bản làng.</p><h4>Chuẩn Bị Gì?</h4><p>Cao Bằng lạnh vào mùa đông, mát mẻ mùa hè, nên mang áo ấm nếu đi tháng 11-2, hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm, găng tay, và giày leo núi là bắt buộc vì đường đèo trơn. Đổ đầy xăng ở TP. Cao Bằng vì trạm xăng hiếm ở vùng núi. Đồ ăn nhẹ như lương khô, mì gói, hoặc bánh mì rất cần thiết khi đi qua vùng hẻo lánh. Mang áo mưa và bản đồ offline vì sóng điện thoại yếu. Nếu cắm trại gần thác, lều và túi ngủ là không thể thiếu.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Thác Bản Giốc</strong>: Đường đèo đẹp nhưng gắt, gửi xe ở bãi và đi bộ ngắm thác nước hùng vĩ.</li><li><strong>Động Ngườm Ngao</strong>: Cách thác 3 km, đường nhỏ, xe máy đi được, khám phá hang động kỳ bí.</li><li><strong>Hồ Thang Hen</strong>: Cách TP. Cao Bằng 30 km, đường tỉnh lộ yên bình, ngắm hồ xanh ngọc.</li></ul><p>Mẹo hay: Đi vào mùa thu (tháng 9-11) để ngắm thác đẹp nhất. Thử món vịt quay lá mắc mật ở quán ven đường. Cao Bằng là chuyến phượt đầy thử thách nhưng đáng giá với cảnh sắc núi non hùng vĩ và không gian yên bình của Đông Bắc.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 18,
    "name": "Cát Bà",
    "image": "/images/CatBa.webp",
    "description": "Quần đảo tuyệt đẹp với vịnh Lan Hạ yên bình, rừng quốc gia hoang sơ và bãi biển Cát Cò thơ mộng.",
    "address": "Thị trấn Cát Bà, đường 1/4, huyện Cát Hải, TP. Hải Phòng",
    "coordinates": {
      "latitude": 20.724,
      "longitude": 107.048
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Cát Bà</h3><p>Cát Bà, quần đảo xinh đẹp của Hải Phòng, là điểm đến lý tưởng cho dân phượt yêu thích biển đảo và thiên nhiên hoang sơ. Với vịnh Lan Hạ yên bình, rừng quốc gia xanh mát và những bãi biển thơ mộng, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa sóng nước và núi rừng.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 5 đến TP. Hải Phòng, khoảng 120 km, mất 2-3 tiếng. Từ Hải Phòng, đi theo đường Đình Vũ đến bến phà Gót (20 km), mua vé phà chở xe máy qua đảo Cát Hải, rồi tiếp tục phà hoặc cầu đến thị trấn Cát Bà (tổng cộng 30-40 phút). Đường trên đảo nhỏ, quanh co nhưng xe máy là cách tốt nhất để khám phá vịnh và bãi biển. Tổng hành trình từ Hà Nội khoảng 150 km, mất 4-5 tiếng kể cả phà.</p><h4>Chuẩn Bị Gì?</h4><p>Cát Bà mát mẻ mùa hè, lạnh mùa đông, nên mang áo thoáng hoặc áo ấm tùy thời điểm. Mũ bảo hiểm, kính râm, và giày chống trơn là cần thiết khi đi đảo. Đổ đầy xăng ở Hải Phòng vì trạm xăng trên đảo ít. Đồ ăn nhẹ như bánh mì, hải sản khô, hoặc trái cây rất hợp với chuyến đi biển. Mang áo mưa và đồ bơi để tắm biển. Nếu định cắm trại ở vịnh Lan Hạ, lều nhỏ và đèn pin là không thể thiếu.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Vịnh Lan Hạ</strong>: Đường quanh đảo dễ đi, gửi xe ở bến và thuê thuyền hoặc kayak khám phá vịnh.</li><li><strong>Bãi Cát Cò</strong>: Cách thị trấn 1 km, đường nhỏ, dừng xe tắm biển và ngắm cảnh.</li><li><strong>Rừng quốc gia Cát Bà</strong>: Đường vào gập ghềnh, gửi xe và đi bộ khám phá thiên nhiên.</li></ul><p>Mẹo nhỏ: Đi mùa hè (tháng 5-8) để tắm biển thoải mái. Check lịch phà trước để tránh chờ lâu. Cát Bà là chuyến phượt độc đáo với sự kết hợp giữa đường bộ, phà và khám phá đảo, mang lại trải nghiệm khó quên giữa biển trời miền Bắc.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 19,
    "name": "Cổ Loa",
    "image": "/images/CoLoa.webp",
    "description": "Thành cổ lịch sử gần Hà Nội với đền thờ An Dương Vương, di tích thành lũy cổ và không gian làng quê yên bình.",
    "address": "Xã Cổ Loa, huyện Đông Anh, TP. Hà Nội",
    "coordinates": {
      "latitude": 21.111,
      "longitude": 105.873
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Cổ Loa</h3><p>Cổ Loa, thành cổ gần Hà Nội, là điểm đến lý tưởng cho dân phượt yêu thích lịch sử và làng quê Bắc Bộ. Với đền thờ An Dương Vương và di tích thành lũy, hành trình bằng xe máy đến đây mang lại cảm giác thư giãn giữa không gian yên bình gần thủ đô.</p><h4>Cách Di Chuyển</h4><p>Từ trung tâm Hà Nội, bạn chạy xe máy qua cầu Chương Dương, theo đường tỉnh lộ 287 đến Cổ Loa, khoảng 20 km, mất 30-45 phút. Đường nhỏ nhưng bằng phẳng, dễ đi. Xe máy là cách tốt nhất để len lỏi qua làng quê và khám phá di tích.</p><h4>Chuẩn Bị Gì?</h4><p>Cổ Loa lạnh mùa đông, nóng mùa hè, nên mang áo ấm hoặc áo thoáng tùy thời điểm. Mũ bảo hiểm và giày thể thao là cần thiết. Đổ xăng đầy ở Hà Nội vì trạm xăng sẵn có. Đồ ăn nhẹ như bánh mì, bánh cuốn rất tiện, nhưng thử bánh phu thê, chè đỗ đen ở làng là trải nghiệm thú vị. Mang áo mưa vì mưa bất chợt có thể xảy ra.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đền thờ An Dương Vương</strong>: Đường tỉnh lộ 287, gửi xe tham quan di tích lịch sử.</li><li><strong>Thành Cổ Loa</strong>: Gần đền, chạy xe ngắm di tích thành lũy cổ.</li><li><strong>Làng Cổ Loa</strong>: Chạy xe quanh làng, tận hưởng không gian quê.</li></ul><p>Mẹo nhỏ: Đi sáng sớm để không khí trong lành. Cổ Loa là chuyến phượt ngắn ngày gần Hà Nội với lịch sử và yên bình.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 20,
    "name": "Côn Đảo",
    "image": "/images/ConDao.webp",
    "description": "Hòn đảo hoang sơ với bãi biển Đầm Trầu trong xanh, di tích nhà tù lịch sử và rạn san hô đa sắc màu.",
    "address": "Khu 3, đường Tôn Đức Thắng, huyện Côn Đảo, tỉnh Bà Rịa - Vũng Tàu",
    "coordinates": {
      "latitude": 8.691,
      "longitude": 106.617
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Côn Đảo</h3><p>Côn Đảo, hòn đảo hoang sơ giữa biển khơi, là điểm đến lý tưởng cho dân phượt yêu thích biển xanh và lịch sử. Với bãi Đầm Trầu trong veo, di tích nhà tù và rạn san hô rực rỡ, hành trình đến đây bằng xe máy kết hợp phà mang lại cảm giác chinh phục giữa đại dương bao la.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 51 đến TP. Vũng Tàu, khoảng 120 km, mất 2-3 tiếng. Từ bến Cát Lở (Vũng Tàu), mua vé phà chở xe máy ra Côn Đảo (250 km, mất 10-12 tiếng qua đêm). Đường ở Vũng Tàu dễ đi, nhưng cần đến bến sớm để đặt vé phà. Trên đảo, xe máy là cách tốt nhất để khám phá các bãi biển và di tích, với đường nhỏ nhưng bằng phẳng, tổng đảo chỉ khoảng 50 km vuông.</p><h4>Chuẩn Bị Gì?</h4><p>Côn Đảo nắng nóng, nên mang áo thoáng, kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và đồ bơi là cần thiết khi đi biển. Đổ xăng đầy ở Vũng Tàu vì trạm xăng trên đảo ít. Đồ ăn nhẹ như bánh mì, hải sản khô, hoặc trái cây rất tiện, nhưng bạn cũng nên thử cá mú hoặc mứt hạt bàng trên đảo. Mang áo mưa vì mưa bất chợt. Nếu cắm trại ở bãi Đầm Trầu, lều nhỏ và đèn pin là không thể thiếu.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Bãi Đầm Trầu</strong>: Đường vòng đảo 12 km, gửi xe và đi bộ xuống bãi biển hoang sơ.</li><li><strong>Nhà tù Côn Đảo</strong>: Nằm trung tâm, đường dễ đi, dừng xe tham quan lịch sử.</li><li><strong>Hòn Bảy Cạnh</strong>: Thuê thuyền từ bến, mang xe quay lại, lặn ngắm san hô.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 3-9) để biển đẹp và phà ổn định. Đặt vé phà sớm vì kín chỗ nhanh. Côn Đảo là chuyến phượt độc đáo với hành trình vượt biển, mang lại trải nghiệm khó quên giữa thiên nhiên hoang sơ và lịch sử đậm nét.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 21,
    "name": "Đà Lạt",
    "image": "/images/DaLat.webp",
    "description": "Thành phố ngàn hoa với rừng thông xanh mướt, hồ Xuân Hương thơ mộng, thác Cam Ly dịu dàng và khí hậu se lạnh dễ chịu.",
    "address": "Phường 1, đường Trần Quốc Toản, TP. Đà Lạt, tỉnh Lâm Đồng",
    "coordinates": {
      "latitude": 11.941,
      "longitude": 108.438
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Đà Lạt</h3><p>Đà Lạt, thành phố ngàn hoa, là điểm đến mơ ước của dân phượt yêu thích không khí se lạnh và thiên nhiên thơ mộng. Với rừng thông bạt ngàn, hồ nước yên bình và những cung đường đèo tuyệt đẹp, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa cao nguyên mát lành. Đây là nơi lý tưởng để bạn thư giãn, khám phá và tận hưởng vẻ đẹp dịu dàng của miền núi.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 20 qua Dầu Giây, Bảo Lộc, đến TP. Đà Lạt, tổng quãng đường khoảng 300 km, mất 6-7 tiếng. Đường nhựa đẹp nhưng có nhiều đèo như đèo Prenn, đèo Bảo Lộc, đòi hỏi tay lái chắc, đặc biệt khi trời mưa hoặc sương mù. Nếu xuất phát từ Nha Trang, bạn đi Quốc lộ 27C qua đèo Hòn Giao, khoảng 140 km, mất 3-4 tiếng với cung đường đèo ngoạn mục xuyên rừng thông và mây trắng. Từ trung tâm Đà Lạt, xe máy là phương tiện hoàn hảo để khám phá thác Cam Ly (5 km), hồ Xuân Hương hoặc các cung đường ngoại ô dẫn đến rừng thông.</p><h4>Chuẩn Bị Gì?</h4><p>Đà Lạt lạnh quanh năm, nhất là sáng sớm và tối, nên mang áo ấm, áo khoác chống gió và quần dài để giữ ấm cơ thể. Mũ bảo hiểm đạt chuẩn, găng tay giữ ấm, và giày chống trơn trượt là bắt buộc khi đi qua các đoạn đèo ẩm ướt hoặc sương phủ. Hãy đổ đầy xăng ở Bảo Lộc hoặc trước khi vào Đà Lạt, vì trạm xăng thưa trên các cung đường ngoại ô. Đồ ăn nhẹ như bánh mì pate, socola nóng, hoặc trái cây khô rất hợp với khí hậu se lạnh, giúp bạn tiếp năng lượng suốt hành trình. Một chiếc áo mưa nhỏ gọn là cần thiết vì Đà Lạt thường có mưa phùn bất chợt. Nếu dự định cắm trại ở rừng thông, mang theo lều nhỏ gọn, túi ngủ ấm và đèn pin để tận hưởng đêm cao nguyên yên tĩnh.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Hồ Xuân Hương</strong>: Nằm ngay trung tâm thành phố, đường quanh hồ bằng phẳng, dễ đi, bạn có thể chạy xe máy thong dong, dừng lại ngắm cảnh hồ lung linh hoặc chụp ảnh bên những hàng thông xanh.</li><li><strong>Thác Cam Ly</strong>: Cách trung tâm khoảng 5 km, đường nhỏ nhưng xe máy đi thoải mái. Gửi xe ở bãi và đi bộ xuống ngắm dòng thác dịu dàng giữa không gian yên bình.</li><li><strong>Đồi thông Hai Mộ</strong>: Cách trung tâm 10 km, cung đường đèo uốn lượn qua rừng thông rất đẹp, thích hợp để chạy xe máy thư giãn và khám phá câu chuyện tình nổi tiếng.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 11 đến tháng 3) để ngắm hoa mai anh đào nở rộ và tránh đường trơn trượt. Hãy dừng chân ở các quán cà phê ven đường để thưởng thức ly cà phê nóng thơm lừng hoặc bánh tráng nướng giòn tan – đặc sản không thể bỏ qua. Đà Lạt là chuyến phượt đầy cảm hứng, nơi bạn sẽ đắm mình trong không khí trong lành, cảnh sắc thơ mộng và những cung đường cao nguyên tuyệt đẹp, khiến bất kỳ ai cũng muốn quay lại lần nữa.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 22,
    "name": "Đà Nẵng",
    "image": "/images/DaNang.webp",
    "description": "Thành phố biển năng động với cầu Rồng phun lửa độc đáo, bãi biển Mỹ Khê tuyệt đẹp và núi Ngũ Hành Sơn huyền bí.",
    "address": "Phường Thanh Bình, đường Lê Lợi, quận Hải Châu, TP. Đà Nẵng",
    "coordinates": {
      "latitude": 16.074,
      "longitude": 108.224
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Đà Nẵng</h3><p>Đà Nẵng, thành phố biển năng động của miền Trung, là điểm đến lý tưởng cho dân phượt yêu thích sự kết hợp giữa biển xanh, đô thị hiện đại và thiên nhiên hùng vĩ. Với cầu Rồng phun lửa độc đáo, bãi biển Mỹ Khê tuyệt đẹp và núi Ngũ Hành Sơn huyền bí, hành trình bằng xe máy đến đây mang lại cảm giác tự do, vừa khám phá vừa tận hưởng không gian sôi động mà vẫn gần gũi với thiên nhiên.</p><h4>Cách Di Chuyển</h4><p>Từ Hội An, bạn chạy xe máy theo đường ven biển Võ Nguyên Giáp đến trung tâm TP. Đà Nẵng, quãng đường khoảng 30 km, mất 1 tiếng. Đường nhựa rộng, thoáng đãng, rất thích hợp để ngắm cảnh biển và cảm nhận gió mát. Nếu xuất phát từ Huế, bạn đi theo Quốc lộ 1A qua đèo Hải Vân, khoảng 100 km, mất 2-3 tiếng, với cung đường đèo ngoạn mục xuyên qua núi và mây. Từ trung tâm Đà Nẵng, xe máy là cách tuyệt vời để đến bãi Mỹ Khê (5 km) hoặc núi Ngũ Hành Sơn (10 km), với các con đường nhỏ dễ tiếp cận. Hành trình ngắn nhưng đầy thú vị nhờ sự đa dạng của cảnh quan.</p><h4>Chuẩn Bị Gì?</h4><p>Đà Nẵng nắng nóng vào mùa hè và mát mẻ vào mùa đông, nên tùy thời điểm mà mang áo thoáng mát hoặc áo khoác mỏng. Mũ bảo hiểm đạt chuẩn, kính râm để chống chói, và giày thể thao là cần thiết khi đi dọc bãi biển hoặc leo núi. Đổ xăng đầy bình ở trung tâm thành phố vì trạm xăng có sẵn khắp nơi. Đồ ăn nhẹ như bánh mì, hải sản khô, hoặc trái cây tươi rất phù hợp cho chuyến đi ngắn, nhưng bạn cũng nên thử đặc sản địa phương như bún chả cá hay mì Quảng ở các quán ven đường. Mang theo áo mưa nhỏ gọn và đồ bơi để sẵn sàng tắm biển. Nếu muốn qua đêm ở bãi Mỹ Khê, một chiếc lều nhỏ và đèn pin sẽ giúp bạn tận hưởng không gian đêm bên sóng vỗ.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Bãi biển Mỹ Khê</strong>: Cách trung tâm 5 km, đường ven biển rộng rãi, bạn có thể chạy xe máy dọc bãi, dừng lại tắm biển hoặc ngắm sóng vỗ vào bờ cát trắng.</li><li><strong>Cầu Rồng</strong>: Nằm ngay trung tâm, chạy xe qua cầu để cảm nhận kiến trúc độc đáo và xem cầu phun lửa vào tối thứ Bảy, Chủ nhật lúc 9 giờ.</li><li><strong>Núi Ngũ Hành Sơn</strong>: Đường nhỏ cách trung tâm 10 km, gửi xe ở bãi và leo núi khám phá hang động, chùa chiền giữa không gian huyền bí.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 3 đến tháng 8) để tận hưởng biển đẹp và thời tiết dễ chịu. Nếu đi qua đèo Hải Vân, hãy kiểm tra xe kỹ và đi vào ban ngày để an toàn, đồng thời chụp ảnh check-in với khung cảnh núi biển tuyệt đẹp. Đà Nẵng là chuyến phượt nhẹ nhàng nhưng đầy thú vị, mang đến sự kết hợp hoàn hảo giữa biển cả, đô thị hiện đại và những cung đường ven biển đáng nhớ.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 23,
    "name": "Điện Biên",
    "image": "/images/DienBien.webp",
    "description": "Vùng đất lịch sử với chiến thắng Điện Biên Phủ vang dội, đồi A1 kiên cố và thung lũng Mường Thanh xanh tươi.",
    "address": "Phường Mường Thanh, đường Võ Nguyên Giáp, TP. Điện Biên Phủ, tỉnh Điện Biên",
    "coordinates": {
      "latitude": 21.386,
      "longitude": 103.023
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Điện Biên</h3><p>Điện Biên, vùng đất lịch sử hào hùng của Tây Bắc, là điểm đến lý tưởng cho dân phượt yêu thích khám phá núi rừng và những chiến tích vang dội. Với đồi A1 kiên cố, thung lũng Mường Thanh xanh tươi và những cung đường đèo ngoạn mục, hành trình bằng xe máy đến đây mang lại cảm giác phiêu lưu giữa thiên nhiên hùng vĩ và ký ức lịch sử sâu sắc.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 6 qua Hòa Bình, Sơn La, đến TP. Điện Biên Phủ, tổng quãng đường khoảng 500 km, mất 10-12 tiếng. Vì đường dài và nhiều đèo như đèo Pha Đin, đèo Tằng Quái, bạn nên chia làm 2 ngày, nghỉ qua đêm ở Sơn La. Các đoạn đèo dốc, quanh co, đòi hỏi tay lái vững và xe máy tốt. Nếu xuất phát từ Sơn La, bạn đi theo Quốc lộ 279, khoảng 150 km, mất 4-5 tiếng với đường đèo ít hơn nhưng vẫn cần cẩn thận. Từ trung tâm Điện Biên, xe máy là phương tiện lý tưởng để khám phá đồi A1 hoặc thung lũng Mường Thanh.</p><h4>Chuẩn Bị Gì?</h4><p>Điện Biên lạnh vào mùa đông (tháng 11 đến tháng 2) và mát mẻ vào mùa hè, nên mang áo ấm dày nếu đi mùa lạnh, hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm đạt chuẩn, găng tay giữ ấm, và giày leo núi là bắt buộc vì đường đèo thường trơn trượt khi mưa. Đổ đầy xăng ở Sơn La hoặc TP. Điện Biên vì trạm xăng hiếm ở vùng núi. Đồ ăn nhẹ như lương khô, mì gói, hoặc bánh mì rất cần thiết khi đi qua các đoạn đường hẻo lánh không có quán. Mang theo áo mưa và bản đồ offline vì sóng điện thoại yếu ở nhiều khu vực. Nếu định cắm trại ở thung lũng Mường Thanh, lều nhỏ gọn và túi ngủ ấm là không thể thiếu.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đồi A1</strong>: Nằm ngay trung tâm TP. Điện Biên Phủ, đường nhựa dễ đi, bạn có thể gửi xe ở bãi và tham quan di tích lịch sử chiến thắng Điện Biên Phủ.</li><li><strong>Thung lũng Mường Thanh</strong>: Cách trung tâm 10 km, đường tỉnh lộ bằng phẳng, chạy xe máy ngắm cánh đồng lúa xanh mướt trải dài.</li><li><strong>Hầm De Castries</strong>: Gần đồi A1, đường ngắn, dừng xe khám phá hầm chỉ huy và cảm nhận không khí lịch sử.</li></ul><p>Mẹo nhỏ: Đi vào mùa xuân (tháng 2 đến tháng 3) để ngắm hoa ban nở trắng núi rừng, tạo nên khung cảnh tuyệt đẹp. Hãy dừng chân ở các quán ven đường để thử cơm lam, thịt gác bếp hoặc rượu cần – những đặc sản đậm chất Tây Bắc. Điện Biên là chuyến phượt đầy thử thách nhưng cực kỳ đáng giá, với cảnh sắc núi non hùng vĩ và ký ức lịch sử hào hùng, mang lại trải nghiệm khó quên cho bất kỳ ai yêu thích khám phá.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 24,
    "name": "Đồng Hới",
    "image": "/images/DongHoi.webp",
    "description": "Thành phố biển Quảng Bình với bãi Nhật Lệ trong lành, động Phong Nha kỳ vĩ và sông Nhật Lệ thơ mộng.",
    "address": "Phường Hải Đình, đường Hùng Vương, TP. Đồng Hới, tỉnh Quảng Bình",
    "coordinates": {
      "latitude": 17.468,
      "longitude": 106.622
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Đồng Hới</h3><p>Đồng Hới, thành phố biển của Quảng Bình, là điểm đến lý tưởng cho dân phượt yêu thích sự kết hợp giữa biển xanh và hang động kỳ vĩ. Với bãi Nhật Lệ trong lành, động Phong Nha nổi tiếng và sông Nhật Lệ thơ mộng, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa thiên nhiên miền Trung, nơi bạn có thể vừa thả hồn bên sóng biển vừa khám phá những kỳ quan dưới lòng đất.</p><h4>Cách Di Chuyển</h4><p>Từ Huế, bạn chạy xe máy theo Quốc lộ 1A qua đèo Ngang đến TP. Đồng Hới, quãng đường khoảng 170 km, mất 3-4 tiếng. Đường quốc lộ rộng, bằng phẳng, nhưng đoạn qua đèo Ngang hơi quanh co, cần chú ý khi trời mưa. Nếu xuất phát từ Hà Nội, bạn đi Quốc lộ 1A qua Vinh, tổng cộng khoảng 450 km, mất 9-10 tiếng, nên chia làm 2 ngày với điểm nghỉ ở Vinh hoặc Huế. Từ trung tâm Đồng Hới, xe máy là phương tiện tuyệt vời để đến bãi Nhật Lệ (5 km) hoặc động Phong Nha (50 km) qua đường Hồ Chí Minh nhánh Tây, với cung đường đẹp xuyên rừng.</p><h4>Chuẩn Bị Gì?</h4><p>Đồng Hới nắng nóng vào mùa hè và mát mẻ vào mùa đông, nên mang áo thoáng mát nếu đi mùa nóng hoặc áo khoác mỏng nếu đi mùa lạnh. Mũ bảo hiểm đạt chuẩn, kính râm để chống chói, và giày thể thao là cần thiết khi đi dọc bãi biển hoặc vào hang động. Đổ xăng đầy bình ở Đồng Hới vì trạm xăng thưa trên đường Hồ Chí Minh. Đồ ăn nhẹ như bánh mì, hải sản khô (mực rim), hoặc trái cây tươi rất phù hợp cho chuyến đi, nhưng bạn cũng nên thử bánh khoái, chả ram Quảng Bình ở các quán ven đường. Mang theo áo mưa nhỏ gọn và đồ bơi để tắm biển. Nếu định cắm trại ở khu vực gần động Phong Nha, mang lều nhỏ và đèn pin để trải nghiệm đêm rừng.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Bãi Nhật Lệ</strong>: Cách trung tâm 5 km, đường ven biển rộng rãi, bạn có thể chạy xe máy dọc bãi, dừng lại tắm biển hoặc ngắm sóng vỗ vào bờ cát vàng.</li><li><strong>Động Phong Nha</strong>: Đường Hồ Chí Minh nhánh Tây dài 50 km, cảnh rừng đẹp, gửi xe ở bến thuyền và đi thuyền vào động với những nhũ đá kỳ vĩ.</li><li><strong>Sông Nhật Lệ</strong>: Nằm ngay trung tâm, chạy xe dọc bờ sông để ngắm cảnh hoàng hôn hoặc cầu Nhật Lệ lung linh về đêm.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 4 đến tháng 8) để biển đẹp và đường vào động khô ráo, tránh mùa mưa lũ (tháng 10-11) vì đường trơn trượt. Nếu đi qua đèo Ngang, dừng lại chụp ảnh với khung cảnh núi biển tuyệt đẹp. Đồng Hới là chuyến phượt thú vị, mang đến sự kết hợp giữa biển cả, hang động và không gian yên bình của Quảng Bình, khiến bạn muốn quay lại nhiều lần.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 25,
    "name": "Đồng Lộc",
    "image": "/images/DongLoc.webp",
    "description": "Di tích lịch sử tại Hà Tĩnh với ngã ba Đồng Lộc hào hùng, đồi thông yên bình và ký ức chiến tranh bi tráng.",
    "address": "Xã Đồng Lộc, huyện Can Lộc, tỉnh Hà Tĩnh",
    "coordinates": {
      "latitude": 18.685,
      "longitude": 105.735
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Đồng Lộc</h3><p>Đồng Lộc, di tích lịch sử ở Hà Tĩnh, là điểm đến ý nghĩa cho dân phượt yêu thích lịch sử và thiên nhiên. Với ngã ba Đồng Lộc bi tráng và đồi thông yên bình, hành trình bằng xe máy đến đây mang lại cảm giác trầm lắng giữa miền Trung đầy ký ức.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 1A qua Vinh, đến ngã ba Đồng Lộc, khoảng 400 km, mất 8-9 tiếng, nên chia 2 ngày. Đường quốc lộ rộng, nhưng đoạn qua Nghệ An có thể đông. Từ TP. Hà Tĩnh, đi Quốc lộ 15A, khoảng 40 km, mất 1 tiếng. Xe máy là cách tốt nhất để cảm nhận không gian lịch sử.</p><h4>Chuẩn Bị Gì?</h4><p>Đồng Lộc nắng nóng mùa hè, lạnh mùa đông, nên mang áo thoáng hoặc áo ấm tùy thời điểm. Mũ bảo hiểm, kính râm, và giày thể thao là cần thiết. Đổ xăng đầy ở Hà Tĩnh vì trạm xăng thưa ở Can Lộc. Đồ ăn nhẹ như bánh mì, lương khô rất tiện, nhưng thử bánh cu đơ, kẹo lạc ở quán ven đường là trải nghiệm thú vị. Mang áo mưa vì mưa bất chợt xảy ra.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Ngã ba Đồng Lộc</strong>: Đường Quốc lộ 15A, gửi xe tham quan di tích lịch sử.</li><li><strong>Đồi thông Đồng Lộc</strong>: Gần ngã ba, chạy xe ngắm cảnh yên bình.</li><li><strong>Khu mộ 10 nữ thanh niên xung phong</strong>: Trong khu di tích, dừng xe tưởng niệm.</li></ul><p>Mẹo nhỏ: Đi vào ngày lễ để tham gia nghi thức tưởng niệm. Đồng Lộc là chuyến phượt lịch sử sâu sắc giữa miền Trung.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 26,
    "name": "Đồng Nai",
    "image": "/images/DongNai.webp",
    "description": "Vùng đất Đông Nam Bộ với thác Giang Điền tươi mát, hồ Trị An rộng lớn và khu du lịch Bửu Long thơ mộng.",
    "address": "Phường Quyết Thắng, đường Phạm Văn Thuận, TP. Biên Hòa, tỉnh Đồng Nai",
    "coordinates": {
      "latitude": 10.957,
      "longitude": 106.842
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Đồng Nai</h3><p>Đồng Nai, vùng đất Đông Nam Bộ gần gũi với Sài Gòn, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên tươi mát và sự tiện lợi. Với thác Giang Điền róc rách, hồ Trị An rộng lớn và khu du lịch Bửu Long thơ mộng, hành trình bằng xe máy đến đây mang lại cảm giác thư giãn giữa rừng xanh, hồ nước và không gian ngoại ô yên bình.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 51 qua ngã ba Vũng Tàu, đến TP. Biên Hòa, quãng đường chỉ khoảng 30 km, mất 1 tiếng tùy giao thông. Đường nhựa rộng, dễ đi, nhưng đoạn gần Biên Hòa có thể đông vào giờ cao điểm. Từ Biên Hòa, bạn đi theo đường tỉnh lộ 767 đến thác Giang Điền (20 km) hoặc Quốc lộ 761 đến hồ Trị An (50 km), đều là những cung đường bằng phẳng, thích hợp cho xe máy. Nếu muốn ghé khu du lịch Bửu Long, chỉ cách trung tâm Biên Hòa 6 km, đường ngắn và thuận tiện. Xe máy là cách tuyệt vời để khám phá các điểm xa thành phố và tận hưởng không gian tự nhiên.</p><h4>Chuẩn Bị Gì?</h4><p>Đồng Nai nóng quanh năm, nên mặc áo thoáng mát, mang kính râm để chống chói và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, giày thể thao thoải mái, và găng tay là cần thiết khi đi đường dài, đặc biệt trên đoạn đến hồ Trị An. Đổ xăng đầy bình ở Biên Hòa vì trạm xăng thưa ở vùng ngoại ô như khu vực hồ Trị An. Đồ ăn nhẹ như bánh mì, trái cây tươi (đặc biệt bưởi Tân Triều), hoặc lương khô rất tiện mang theo, nhưng bạn cũng nên thử gỏi cá hoặc bánh tráng cuốn ở các quán ven đường. Mang theo áo mưa nhỏ gọn vì mưa bất chợt có thể xảy ra. Nếu định cắm trại ở hồ Trị An, một chiếc lều nhỏ và đèn pin là không thể thiếu để tận hưởng đêm bên hồ.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Thác Giang Điền</strong>: Cách Biên Hòa 20 km, đường tỉnh lộ bằng phẳng, gửi xe ở bãi và đi bộ xuống ngắm dòng thác mát lành giữa rừng xanh.</li><li><strong>Hồ Trị An</strong>: Đường 50 km hơi xa nhưng đẹp, dừng xe bên bờ hồ để ngắm cảnh hoặc cắm trại dưới bóng cây.</li><li><strong>Khu du lịch Bửu Long</strong>: Chỉ cách Biên Hòa 6 km, đường nhựa dễ đi, chạy xe quanh hồ và khám phá núi đá thơ mộng.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 11 đến tháng 4) để đường khô ráo và cảnh đẹp hơn. Hỏi người dân địa phương về các lối tắt hoặc quán ăn ngon ven đường để có trải nghiệm phong phú hơn. Đồng Nai là chuyến phượt ngắn ngày nhưng đầy thú vị, với thiên nhiên gần gũi và không gian yên bình, rất phù hợp cho dân phượt từ Sài Gòn muốn đổi gió cuối tuần.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 27,
    "name": "Đồng Tháp",
    "image": "/images/DongThap.webp",
    "description": "Xứ sen hồng miền Tây với làng hoa Sa Đéc rực rỡ, rừng tràm Gáo Giồng xanh mát và chợ nổi Cao Lãnh nhộn nhịp.",
    "address": "Phường 1, đường Nguyễn Huệ, TP. Cao Lãnh, tỉnh Đồng Tháp",
    "coordinates": {
      "latitude": 10.455,
      "longitude": 105.635
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Đồng Tháp</h3><p>Đồng Tháp, xứ sen hồng của miền Tây, là điểm đến lý tưởng cho dân phượt yêu thích khám phá sông nước và thiên nhiên trù phú. Với làng hoa Sa Đéc rực rỡ, rừng tràm Gáo Giồng xanh mát và chợ nổi Cao Lãnh nhộn nhịp, hành trình bằng xe máy đến đây mang lại cảm giác gần gũi với văn hóa Nam Bộ, cùng không gian yên bình của đồng sen và kênh rạch.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Long An, đến TP. Cao Lãnh, tổng quãng đường khoảng 150 km, mất 3-4 tiếng. Đường quốc lộ rộng, bằng phẳng, nhưng đoạn qua Tân An có thể đông xe vào giờ cao điểm, cần chú ý an toàn. Từ Cao Lãnh, bạn đi theo đường tỉnh lộ 849 đến làng hoa Sa Đéc (25 km) hoặc đường tỉnh lộ 848 đến rừng tràm Gáo Giồng (20 km), đều là những cung đường nhỏ, dễ đi bằng xe máy. Xe máy là phương tiện tuyệt vời để len lỏi qua vùng sông nước, đồng sen và khám phá các điểm xa trung tâm.</p><h4>Chuẩn Bị Gì?</h4><p>Đồng Tháp nóng ẩm quanh năm, nên mặc áo thoáng mát, mang kính râm để chống chói và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, giày chống trơn trượt, và áo mưa là bắt buộc vì mưa có thể đến bất ngờ, đặc biệt vào mùa mưa (tháng 5-11). Đổ xăng đầy bình ở Cao Lãnh vì trạm xăng thưa thớt ở vùng quê. Đồ ăn nhẹ như bánh mì, xôi, hoặc bánh pía rất tiện mang theo, nhưng bạn cũng nên dừng chân thử lẩu cá linh bông điên điển hoặc nem chua Lai Vung ở các quán ven đường. Mang theo bình nước lớn để giữ sức trên đường dài. Nếu định qua đêm ở Gáo Giồng, mang võng hoặc lều nhỏ để nghỉ dưới bóng cây tràm.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Làng hoa Sa Đéc</strong>: Cách Cao Lãnh 25 km, đường tỉnh lộ bằng phẳng, chạy xe máy ngắm vườn hoa rực rỡ, đặc biệt đẹp vào dịp Tết.</li><li><strong>Rừng tràm Gáo Giồng</strong>: Đường 20 km nhỏ nhưng dễ đi, gửi xe ở bãi và thuê thuyền vào sâu trong rừng, ngắm chim trời và không gian xanh mát.</li><li><strong>Chợ nổi Cao Lãnh</strong>: Đi vào sáng sớm khoảng 5-6 giờ, đường trung tâm thuận tiện, gửi xe gần bờ sông để ngắm cảnh buôn bán tấp nập.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 12 đến tháng 4) để tránh đường ngập và tận hưởng thời tiết dễ chịu. Hỏi người dân địa phương về các lối tắt qua cầu nhỏ hoặc quán ăn ngon để chuyến đi thêm thú vị. Đồng Tháp là chuyến phượt nhẹ nhàng nhưng đầy ấn tượng, với sen hồng thơm ngát, sông nước mênh mông và sự thân thiện chân chất của người miền Tây.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 28,
    "name": "Gia Lai",
    "image": "/images/GiaLai.webp",
    "description": "Vùng cao nguyên hùng vĩ với biển hồ T’Nưng trong xanh, thác Phú Cường dữ dội và âm vang cồng chiêng Tây Nguyên.",
    "address": "Phường Tây Sơn, đường Lê Lợi, TP. Pleiku, tỉnh Gia Lai",
    "coordinates": {
      "latitude": 13.975,
      "longitude": 108.001
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Gia Lai</h3><p>Gia Lai, vùng cao nguyên hùng vĩ của Tây Nguyên, là điểm đến lý tưởng cho dân phượt yêu thích núi rừng hoang dã và văn hóa dân tộc độc đáo. Với biển hồ T’Nưng trong xanh, thác Phú Cường dữ dội và âm vang cồng chiêng đặc trưng, hành trình bằng xe máy đến đây mang lại cảm giác phiêu lưu giữa thiên nhiên bạt ngàn và không gian đậm chất cao nguyên.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 14 qua Bình Phước, Đắk Lắk, đến TP. Pleiku, tổng quãng đường khoảng 550 km, mất 10-12 tiếng. Vì đường dài, nên chia làm 2 ngày, nghỉ qua đêm ở Buôn Ma Thuột. Đường đỏ bazan đẹp, nhưng có vài đoạn qua Đắk Nông hơi gập ghềnh, cần tay lái chắc. Từ Pleiku, bạn đi Quốc lộ 19 đến biển hồ T’Nưng (10 km) hoặc đường tỉnh lộ 671 đến thác Phú Cường (40 km), đều là những cung đường dễ đi bằng xe máy. Xe máy là phương tiện tối ưu để khám phá vùng cao nguyên rộng lớn này.</p><h4>Chuẩn Bị Gì?</h4><p>Gia Lai mát mẻ quanh năm nhưng nắng gắt ban ngày, nên mang áo thoáng mát và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, găng tay, và giày chống trơn trượt là cần thiết khi đi đường dài hoặc qua các đoạn đất đỏ bụi mù. Đổ xăng đầy bình ở Pleiku vì trạm xăng thưa thớt ở vùng ngoại ô. Đồ ăn nhẹ như bánh mì, lương khô, hoặc cà phê gói rất hợp với khí hậu cao nguyên, giúp bạn tiếp năng lượng. Mang theo áo mưa nhỏ gọn vì Tây Nguyên hay có mưa bất chợt. Nếu định cắm trại ở biển hồ T’Nưng, mang lều nhỏ và túi ngủ để tận hưởng không gian đêm yên tĩnh.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Biển hồ T’Nưng</strong>: Cách Pleiku 10 km, đường nhựa bằng phẳng, chạy xe máy đến bờ hồ, dừng lại ngắm mặt nước xanh trong vắt giữa cao nguyên.</li><li><strong>Thác Phú Cường</strong>: Đường tỉnh lộ 671 dài 40 km, gửi xe ở bãi và đi bộ xuống ngắm dòng thác dữ dội đổ từ vách đá cao.</li><li><strong>Làng Plei Ốp</strong>: Cách trung tâm Pleiku 5 km, đường nhỏ dễ đi, chạy xe máy khám phá đời sống và văn hóa của người Bahnar.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 12 đến tháng 3) để ngắm hoa dã quỳ nở vàng rực hoặc mùa cà phê chín đỏ (tháng 11-12). Dừng chân ở các quán ven đường để thử thịt nướng ống tre hoặc cơm lam – những món ăn đậm chất Tây Nguyên. Gia Lai là chuyến phượt đầy cảm hứng, với thiên nhiên hùng vĩ, văn hóa độc đáo và những cung đường đỏ bazan trải dài bất tận.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 29,
    "name": "Hà Giang",
    "image": "/images/HaGiang.webp",
    "description": "Vùng đất cực Bắc huyền thoại với đèo Mã Pí Lèng ngoạn mục, cột cờ Lũng Cú linh thiêng và cao nguyên đá Đồng Văn kỳ bí.",
    "address": "Phường Nguyễn Trãi, đường Trần Phú, TP. Hà Giang, tỉnh Hà Giang",
    "coordinates": {
      "latitude": 22.823,
      "longitude": 104.983
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Hà Giang</h3><p>Hà Giang, vùng đất cực Bắc huyền thoại, là thiên đường của dân phượt với những cung đường đèo ngoạn mục, cao nguyên đá kỳ bí và văn hóa dân tộc độc đáo. Hành trình bằng xe máy đến đây không chỉ là chuyến đi, mà là cuộc chinh phục giữa núi rừng hoang sơ và cảnh sắc tuyệt đẹp, mang lại cảm giác tự do và phấn khích khó tả.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 2 qua Vĩnh Phúc, Tuyên Quang, đến TP. Hà Giang, tổng quãng đường khoảng 300 km, mất 6-8 tiếng tùy tốc độ. Đường nhựa đẹp, nhưng đoạn qua Hà Giang có nhiều đèo nhỏ, đòi hỏi tay lái chắc. Từ TP. Hà Giang, bắt đầu vòng cung phượt nổi tiếng: qua Quản Bạ (40 km), Yên Minh (50 km), Đồng Văn (80 km), rồi đến Mèo Vạc qua đèo Mã Pí Lèng (20 km). Tổng vòng cung khoảng 150-200 km, nên chia làm 2-3 ngày để thong dong khám phá. Xe máy là phương tiện tối ưu để chinh phục các cung đường đèo và bản làng xa xôi.</p><h4>Chuẩn Bị Gì?</h4><p>Hà Giang lạnh vào mùa đông (tháng 11-2) và mát mẻ mùa hè, nên mang áo ấm dày nếu đi mùa lạnh, đặc biệt trên các đỉnh đèo cao. Mũ bảo hiểm đạt chuẩn, găng tay giữ ấm, và giày leo núi là bắt buộc vì đường đèo trơn trượt và nhiều đá. Đổ xăng đầy bình ở TP. Hà Giang vì trạm xăng rất hiếm ở vùng cao nguyên đá. Đồ ăn nhẹ như lương khô, mì gói, bánh mì, hoặc socola rất cần thiết khi đi qua các đoạn hẻo lánh không có quán. Mang theo áo mưa, bản đồ giấy hoặc GPS offline vì sóng điện thoại yếu. Nếu định cắm trại ở Đồng Văn, mang lều nhỏ và túi ngủ ấm để tận hưởng đêm núi lạnh giá.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đèo Mã Pí Lèng</strong>: Cung đường đèo đẹp nhất Việt Nam, dài 20 km từ Đồng Văn đến Mèo Vạc, với nhiều khúc cua gắt, cần tay lái vững và thận trọng để vừa đi vừa ngắm cảnh hùng vĩ.</li><li><strong>Cột cờ Lũng Cú</strong>: Điểm cực Bắc Tổ quốc, cách Đồng Văn 25 km, đường lên dốc nhưng xe máy đi được, dừng lại ngắm cảnh núi non và cột cờ thiêng liêng.</li><li><strong>Cao nguyên đá Đồng Văn</strong>: Đường quanh co giữa những tảng đá tai mèo, ghé chợ phiên cuối tuần để trải nghiệm văn hóa H’Mông đầy màu sắc.</li></ul><p>Mẹo nhỏ: Đi vào mùa hoa tam giác mạch (tháng 10-12) để ngắm những cánh đồng hoa tím tuyệt đẹp, hoặc mùa xuân để thấy hoa đào, hoa mận nở. Dừng chân ở các homestay hoặc nhà dân để thử thắng cố, cháo ấu tẩu và trò chuyện với người địa phương thân thiện. Hà Giang là chuyến phượt đòi hỏi sức bền và sự chuẩn bị kỹ lưỡng, nhưng phần thưởng là những khung cảnh không đâu sánh bằng, với núi đá, đèo cao và văn hóa độc đáo của vùng cực Bắc.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 30,
    "name": "Hà Nội",
    "image": "/images/HaNoi.webp",
    "description": "Thủ đô ngàn năm văn hiến với hồ Hoàn Kiếm lung linh, Văn Miếu Quốc Tử Giám cổ kính và phố cổ Hà Nội nhộn nhịp.",
    "address": "Phường Hàng Bông, đường Hàng Gai, quận Hoàn Kiếm, TP. Hà Nội",
    "coordinates": {
      "latitude": 21.028,
      "longitude": 105.854
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Hà Nội</h3><p>Hà Nội, thủ đô ngàn năm văn hiến, không chỉ là trung tâm văn hóa mà còn là điểm đến thú vị cho dân phượt yêu thích sự kết hợp giữa lịch sử, đô thị và thiên nhiên gần gũi. Với hồ Hoàn Kiếm lung linh, Văn Miếu cổ kính và phố cổ nhộn nhịp, hành trình bằng xe máy quanh Hà Nội mang lại cảm giác tự do giữa những con đường rợp bóng cây và không gian đậm chất Bắc Bộ.</p><h4>Cách Di Chuyển</h4><p>Nếu ở ngoại ô Hà Nội như Sơn Tây, bạn chạy xe máy theo Quốc lộ 32 hoặc đường tỉnh lộ 419 vào trung tâm, khoảng 40-50 km, mất 1-2 tiếng. Từ các tỉnh lân cận như Bắc Giang, đi Quốc lộ 1A, khoảng 50 km, mất 1-2 tiếng tùy giao thông. Trong nội thành, xe máy là cách tốt nhất để khám phá hồ Hoàn Kiếm, phố cổ (khu vực quận Hoàn Kiếm) hoặc Văn Miếu (quận Đống Đa), với các con đường nhỏ như Hàng Gai, Hàng Bông dễ tiếp cận. Đường phố Hà Nội đông đúc, đặc biệt giờ cao điểm, nên cần tay lái linh hoạt và chú ý luật giao thông.</p><h4>Chuẩn Bị Gì?</h4><p>Hà Nội lạnh vào mùa đông (tháng 11-2) và nóng mùa hè, nên mang áo ấm dày nếu đi mùa lạnh hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm đạt chuẩn, kính râm, và giày thể thao là cần thiết khi di chuyển trong phố đông. Đổ xăng đầy bình trước khi vào nội thành vì trạm xăng nhiều nhưng có thể khó tìm chỗ dừng. Đồ ăn nhẹ như bánh mì, bánh cốm, hoặc kẹo lạc rất tiện, nhưng bạn cũng nên thử phở, bún chả ở các quán vỉa hè. Mang áo mưa vì mưa phùn thường xuất hiện vào mùa xuân. Nếu định cắm trại ở ngoại ô như Ba Vì, mang lều nhỏ và đèn pin.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Hồ Hoàn Kiếm</strong>: Đường quanh hồ nhỏ nhưng dễ đi, chạy xe máy ngắm cầu Thê Húc đỏ rực và không gian yên bình giữa lòng thành phố.</li><li><strong>Phố cổ Hà Nội</strong>: Các phố Hàng Bạc, Hàng Đào chật hẹp, thích hợp chạy xe chậm để cảm nhận nhịp sống sôi động.</li><li><strong>Văn Miếu Quốc Tử Giám</strong>: Đường Nguyễn Thái Học rộng, gửi xe gần cổng và tham quan ngôi trường cổ kính.</li></ul><p>Mẹo nhỏ: Đi vào mùa thu (tháng 9-11) để tận hưởng thời tiết mát mẻ và lá vàng rơi. Tránh giờ cao điểm (7-9h sáng, 5-7h tối) để dễ di chuyển. Hà Nội là chuyến phượt đô thị độc đáo, nơi bạn có thể khám phá lịch sử, ẩm thực và không gian sống động của thủ đô.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 31,
    "name": "Hà Tiên",
    "image": "/images/HaTien.webp",
    "description": "Thị xã ven biển thơ mộng với núi Đá Dựng kỳ vĩ, chùa Hang linh thiêng và bãi biển Mũi Nai yên bình.",
    "address": "Phường Đông Hồ, đường Phương Thành, TP. Hà Tiên, tỉnh Kiên Giang",
    "coordinates": {
      "latitude": 10.383,
      "longitude": 104.487
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Hà Tiên</h3><p>Hà Tiên, thị xã ven biển thơ mộng của Kiên Giang, là điểm đến lý tưởng cho dân phượt yêu thích sự kết hợp giữa biển xanh, núi non và văn hóa miền Tây. Với núi Đá Dựng kỳ vĩ, chùa Hang linh thiêng và bãi biển Mũi Nai yên bình, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa thiên nhiên hoang sơ và không gian sông nước đặc trưng.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Long An, Tiền Giang, đến Rạch Giá (250 km), rồi theo Quốc lộ 80 đến TP. Hà Tiên, tổng cộng khoảng 310 km, mất 6-7 tiếng. Đường bằng phẳng, dễ đi, nhưng nên nghỉ ở Rạch Giá nếu đi dài. Từ Cần Thơ, bạn đi Quốc lộ 91 qua cầu Vàm Cống, rồi Quốc lộ 80, khoảng 180 km, mất 4-5 tiếng. Từ trung tâm Hà Tiên, xe máy là cách tuyệt vời để đến bãi Mũi Nai (10 km) hoặc núi Đá Dựng (6 km), với các con đường nhỏ xuyên qua đồng lúa.</p><h4>Chuẩn Bị Gì?</h4><p>Hà Tiên nóng ẩm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và áo mưa là cần thiết vì mưa bất chợt. Đổ xăng đầy ở Rạch Giá hoặc Hà Tiên vì trạm xăng thưa ở vùng ven. Đồ ăn nhẹ như bánh mì, xôi, hoặc cá khô rất tiện, nhưng thử lẩu mắm hoặc bún kèn ở quán ven đường là trải nghiệm không thể bỏ qua. Mang bình nước lớn để giữ sức. Nếu định cắm trại ở Mũi Nai, mang lều nhỏ và đèn pin để tận hưởng đêm biển.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Bãi biển Mũi Nai</strong>: Cách trung tâm 10 km, đường nhỏ dễ đi, chạy xe máy ngắm biển và tắm nước mát.</li><li><strong>Núi Đá Dựng</strong>: Đường 6 km bằng phẳng, gửi xe ở chân núi và leo khám phá hang động.</li><li><strong>Chùa Hang</strong>: Gần núi Đá Dựng, đường ngắn, dừng xe tham quan không gian linh thiêng.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-4) để tận hưởng biển đẹp và đường khô ráo. Hỏi người dân về lối tắt hoặc quán hải sản ngon. Hà Tiên là chuyến phượt yên bình nhưng đầy thú vị, với biển, núi và nét duyên miền Tây.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 32,
    "name": "Hà Tĩnh",
    "image": "/images/HaTinh.webp",
    "description": "Vùng đất yên bình với bãi biển hoang sơ, núi non hùng vĩ và những di tích lịch sử gắn liền với danh nhân.",
    "address": "Thị xã Kỳ Anh, tỉnh Hà Tĩnh",
    "coordinates": {
      "latitude": 18.342,
      "longitude": 105.905
    },
    "travelGuide": "<h3>Hướng Dẫn Du Lịch Hà Tĩnh</h3><p>Hà Tĩnh là điểm đến lý tưởng cho những ai yêu thích thiên nhiên hoang sơ và lịch sử. Với biển Thiên Cầm trong xanh, núi Hồng Lĩnh hùng vĩ và khu di tích Nguyễn Du, nơi đây mang đến trải nghiệm yên bình và sâu lắng.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn có thể đi xe khách hoặc tàu hỏa đến Hà Tĩnh (khoảng 350 km, mất 6-8 tiếng). Nếu đi từ Đà Nẵng, bạn có thể chạy xe máy theo Quốc lộ 1A hoặc đi xe khách (khoảng 400 km, mất 7-9 tiếng). Trong Hà Tĩnh, xe máy là phương tiện linh hoạt nhất để di chuyển giữa các điểm du lịch.</p><h4>Chuẩn Bị Gì?</h4><p>Khí hậu Hà Tĩnh khá khắc nghiệt, mùa hè nóng và mùa đông lạnh, nên chuẩn bị trang phục phù hợp. Nếu đi biển, nên mang theo kem chống nắng, kính râm và đồ bơi. Khi khám phá núi rừng, giày thể thao và áo khoác gió sẽ rất hữu ích. Ngoài ra, đừng quên mang theo một ít đồ ăn nhẹ và nước uống khi di chuyển đến các khu vực xa trung tâm.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Biển Thiên Cầm</strong>: Bãi biển đẹp với nước biển trong xanh và cát trắng mịn.</li><li><strong>Chùa Hương Tích</strong>: Ngôi chùa linh thiêng nằm trên núi Hồng Lĩnh, mang vẻ đẹp huyền bí.</li><li><strong>Khu di tích Nguyễn Du</strong>: Nơi lưu giữ những kỷ vật về đại thi hào Nguyễn Du và Truyện Kiều.</li></ul><p>Mẹo nhỏ: Nên đi vào mùa xuân hoặc đầu hè để tận hưởng thời tiết dễ chịu. Hà Tĩnh mang đến sự kết hợp giữa thiên nhiên, văn hóa và lịch sử, hứa hẹn nhiều trải nghiệm đáng nhớ.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 33,
    "name": "Hải Phòng",
    "image": "/images/HaiPhong.webp",
    "description": "Thành phố cảng sôi động với nhà hát lớn cổ kính, đảo Cát Bà hoang sơ và ẩm thực đường phố đậm đà hương vị.",
    "address": "Phường Máy Tơ, đường Điện Biên Phủ, quận Ngô Quyền, TP. Hải Phòng",
    "coordinates": {
      "latitude": 20.865,
      "longitude": 106.684
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Hải Phòng</h3><p>Hải Phòng, thành phố cảng sôi động của miền Bắc, là điểm đến hấp dẫn cho dân phượt yêu thích sự kết hợp giữa đô thị hiện đại, thiên nhiên hoang sơ và ẩm thực đường phố đặc sắc. Với nhà hát lớn cổ kính, đảo Cát Bà tuyệt đẹp và những món ăn đậm đà hương vị, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa không gian nhộn nhịp và gió biển mát lành.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 5 đến trung tâm TP. Hải Phòng, quãng đường khoảng 120 km, mất 2-3 tiếng. Đường quốc lộ rộng, bằng phẳng, nhưng đoạn qua Hải Dương có thể đông xe, cần chú ý an toàn. Từ trung tâm Hải Phòng, bạn đi theo đường Đình Vũ đến bến phà Gót (20 km), mua vé phà chở xe máy qua đảo Cát Hải, rồi tiếp tục phà hoặc cầu đến đảo Cát Bà, tổng cộng mất thêm 1-2 tiếng. Xe máy là cách tuyệt vời để khám phá nội thành Hải Phòng và các cung đường nhỏ trên đảo Cát Bà, nơi ô tô khó tiếp cận.</p><h4>Chuẩn Bị Gì?</h4><p>Hải Phòng mát mẻ mùa đông và nóng ẩm mùa hè, nên mang áo ấm nếu đi tháng 11-2, hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm đạt chuẩn, kính râm, và giày thể thao là cần thiết khi đi đường dài hoặc trên đảo. Đổ xăng đầy ở Hải Phòng vì trạm xăng trên đảo Cát Bà ít. Đồ ăn nhẹ như bánh mì, hải sản khô, hoặc bánh đúc rất tiện, nhưng bạn nên thử đặc sản như bánh đa cua, chả chìa ở các quán ven đường. Mang áo mưa và đồ bơi nếu định tắm biển ở Cát Bà. Nếu cắm trại trên đảo, mang lều nhỏ và đèn pin để tận hưởng đêm bên vịnh.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Nhà hát lớn Hải Phòng</strong>: Nằm trung tâm, đường Điện Biên Phủ dễ đi, chạy xe máy ngắm kiến trúc cổ kính và không gian đô thị.</li><li><strong>Đảo Cát Bà</strong>: Đường trên đảo nhỏ, quanh co, chạy xe khám phá vịnh Lan Hạ hoặc bãi Cát Cò thơ mộng.</li><li><strong>Cầu Tân Vũ - Lạch Huyện</strong>: Cung đường đẹp, chạy xe ngắm biển và cảm nhận gió mát từ vịnh.</li></ul><p>Mẹo nhỏ: Đi mùa hè (tháng 5-8) để tắm biển Cát Bà, nhưng check lịch phà trước để tránh chờ lâu. Hải Phòng là chuyến phượt thú vị, kết hợp giữa phố cảng sôi động và thiên nhiên đảo hoang sơ, mang lại trải nghiệm đa dạng cho dân phượt miền Bắc.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 34,
    "name": "Hồ Chí Minh",
    "image": "/images/HoChiMinh.webp",
    "description": "Thành phố lớn nhất Việt Nam với nhịp sống sôi động, Nhà thờ Đức Bà cổ kính, Dinh Độc Lập lịch sử và chợ Bến Thành nhộn nhịp.",
    "address": "Phường Bến Nghé, Quận 1, TP. Hồ Chí Minh",
    "coordinates": {
      "latitude": 10.776,
      "longitude": 106.7
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Hồ Chí Minh</h3><p>TP. Hồ Chí Minh, trung tâm kinh tế và văn hóa của Việt Nam, là điểm đến lý tưởng cho dân phượt muốn khám phá nhịp sống đô thị sôi động và những di tích lịch sử. Với những con đường rộng lớn, các công trình kiến trúc độc đáo và ẩm thực đường phố phong phú, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa thành phố không ngủ.</p><h4>Cách Di Chuyển</h4><p>Vì đây là điểm xuất phát phổ biến, bạn có thể bắt đầu từ trung tâm Quận 1. Để khám phá thành phố, chạy xe máy qua đường Lê Lợi đến Nhà thờ Đức Bà (1 km), qua đường Nguyễn Huệ đến Dinh Độc Lập (1,5 km), hoặc theo đường Nam Kỳ Khởi Nghĩa đến chợ Bến Thành (2 km). Đường sá đông đúc, đặc biệt giờ cao điểm, nên cần chú ý an toàn. Nếu từ ngoại ô như Thủ Đức, bạn đi Quốc lộ 1A vào trung tâm, khoảng 15 km, mất 30-45 phút.</p><h4>Chuẩn Bị Gì?</h4><p>Thành phố nóng ẩm quanh năm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm đạt chuẩn là bắt buộc vì giao thông đông. Đổ xăng dễ dàng ở các trạm trong thành phố. Đồ ăn nhẹ như bánh mì, xôi, hoặc nước mía rất tiện, nhưng bạn nên thử phở, hủ tiếu, hoặc bánh tráng nướng ở các quán ven đường. Mang áo mưa vì mưa bất chợt thường xảy ra. Nếu định khám phá đêm khuya, mang theo đèn pin hoặc đèn xe sáng.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Nhà thờ Đức Bà</strong>: Đường trung tâm ngắn, dễ đi, gửi xe gần đó và ngắm kiến trúc cổ kính.</li><li><strong>Dinh Độc Lập</strong>: Cách Nhà thờ Đức Bà 1,5 km, chạy xe qua đường lớn, tham quan di tích lịch sử.</li><li><strong>Chợ Bến Thành</strong>: Đường Nam Kỳ Khởi Nghĩa 2 km, gửi xe và khám phá thiên đường mua sắm, ẩm thực.</li></ul><p>Mẹo nhỏ: Tránh giờ cao điểm (7-9h sáng, 5-7h tối) để đường thông thoáng. Đi đêm để thấy phố lên đèn đẹp lung linh. TP. Hồ Chí Minh là chuyến phượt đô thị đầy thú vị với lịch sử, văn hóa và nhịp sống hiện đại.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 35,
    "name": "Hòa Bình",
    "image": "/images/HoaBinh.webp",
    "description": "Vùng đất Tây Bắc yên ả với hồ thủy điện Hòa Bình hùng vĩ, thung lũng Mai Châu thơ mộng và văn hóa Mường đậm nét.",
    "address": "Phường Phương Lâm, đường Cù Chính Lan, TP. Hòa Bình, tỉnh Hòa Bình",
    "coordinates": {
      "latitude": 20.817,
      "longitude": 105.337
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Hòa Bình</h3><p>Hòa Bình, vùng đất Tây Bắc yên ả, là điểm đến lý tưởng cho dân phượt yêu thích núi rừng và văn hóa dân tộc. Với hồ thủy điện Hòa Bình hùng vĩ, thung lũng Mai Châu thơ mộng và văn hóa Mường đậm nét, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa thiên nhiên xanh mát và không gian yên bình của miền núi.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 6 qua Xuân Mai, đến TP. Hòa Bình, quãng đường khoảng 70 km, mất 2-3 tiếng. Đường nhựa đẹp, nhưng đoạn qua đèo Thung Khe có nhiều khúc cua, cần tay lái chắc, nhất là khi sương mù dày. Từ TP. Hòa Bình, bạn đi tiếp theo Quốc lộ 6 đến Mai Châu (60 km) hoặc đường tỉnh lộ 435 đến hồ thủy điện (10 km). Xe máy là phương tiện tối ưu để len lỏi qua các bản làng và cung đường đèo, tận hưởng cảnh sắc núi rừng Tây Bắc.</p><h4>Chuẩn Bị Gì?</h4><p>Hòa Bình lạnh mùa đông và mát mẻ mùa hè, nên mang áo ấm nếu đi tháng 11-2, hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm, găng tay, và giày chống trơn là cần thiết trên đường đèo. Đổ xăng đầy ở Hà Nội hoặc TP. Hòa Bình vì trạm xăng thưa ở vùng núi. Đồ ăn nhẹ như bánh mì, lương khô, hoặc xôi rất tiện, nhưng thử cơm lam, thịt lợn nướng ở Mai Châu là trải nghiệm tuyệt vời. Mang áo mưa và bản đồ offline vì sóng yếu. Nếu cắm trại ở Mai Châu, mang lều nhỏ và túi ngủ để tận hưởng đêm núi.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Hồ thủy điện Hòa Bình</strong>: Đường tỉnh lộ 10 km, chạy xe ngắm hồ nước rộng lớn và đập thủy điện hùng vĩ.</li><li><strong>Thung lũng Mai Châu</strong>: Đường Quốc lộ 6 dài 60 km, dừng xe ngắm ruộng lúa và bản làng yên bình.</li><li><strong>Đèo Thung Khe</strong>: Cung đường đèo đẹp, dừng chân chụp ảnh giữa mây trắng.</li></ul><p>Mẹo nhỏ: Đi mùa lúa chín (tháng 9-10) để ngắm Mai Châu vàng rực. Hòa Bình là chuyến phượt gần Hà Nội nhưng đầy cảm hứng, với núi non, văn hóa Mường và không gian Tây Bắc thanh bình.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 36,
    "name": "Hội An",
    "image": "/images/HoiAn.webp",
    "description": "Phố cổ di sản thế giới với đèn lồng rực rỡ về đêm, sông Hoài thơ mộng và bãi biển Cửa Đại yên bình.",
    "address": "Phường Minh An, đường Nguyễn Huệ, TP. Hội An, tỉnh Quảng Nam",
    "coordinates": {
      "latitude": 15.88,
      "longitude": 108.338
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Hội An</h3><p>Hội An, phố cổ di sản thế giới, là điểm đến lý tưởng cho dân phượt yêu thích văn hóa cổ kính và thiên nhiên yên bình. Với đèn lồng rực rỡ về đêm, sông Hoài thơ mộng và bãi biển Cửa Đại mát lành, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa không gian hoài niệm và vẻ đẹp miền Trung dịu dàng.</p><h4>Cách Di Chuyển</h4><p>Từ Đà Nẵng, bạn chạy xe máy theo đường ven biển Võ Nguyên Giáp qua cầu Cửa Đại, đến TP. Hội An, quãng đường khoảng 30 km, mất 1 tiếng. Đường rộng, thoáng, rất thích hợp ngắm cảnh biển. Nếu từ Huế, bạn đi Quốc lộ 1A qua đèo Hải Vân, rồi rẽ vào Hội An, khoảng 120 km, mất 3-4 tiếng với cung đường đèo đẹp. Trong Hội An, xe máy là cách tốt nhất để khám phá phố cổ hoặc bãi Cửa Đại (5 km), với các con đường nhỏ như Nguyễn Huệ dễ tiếp cận.</p><h4>Chuẩn Bị Gì?</h4><p>Hội An nắng nóng mùa hè và mát mẻ mùa đông, nên mang áo thoáng hoặc áo khoác mỏng tùy thời điểm. Mũ bảo hiểm, kính râm, và giày thể thao là cần thiết khi đi biển hoặc phố đông. Đổ xăng đầy ở Đà Nẵng vì trạm xăng trong Hội An ít. Đồ ăn nhẹ như bánh mì, bánh ít, hoặc chè bắp rất tiện, nhưng thử cao lầu, cơm gà ở quán ven đường là không thể bỏ qua. Mang áo mưa và đồ bơi nếu định tắm biển. Nếu qua đêm ở Cửa Đại, mang lều nhỏ và đèn pin.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Phố cổ Hội An</strong>: Đường nhỏ như Trần Phú, chạy xe chậm ngắm nhà cổ và đèn lồng về đêm.</li><li><strong>Sông Hoài</strong>: Chạy xe dọc bờ sông, dừng lại thả đèn hoa đăng.</li><li><strong>Bãi biển Cửa Đại</strong>: Đường 5 km dễ đi, dừng xe tắm biển và ngắm sóng.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 3-8) để tận hưởng biển và phố cổ khô ráo. Hội An là chuyến phượt nhẹ nhàng nhưng đậm chất văn hóa, với không gian cổ kính và biển cả yên bình.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 37,
    "name": "Hưng Yên",
    "image": "/images/HungYen.webp",
    "description": "Vùng đất đồng bằng trù phú với làng Nôm cổ kính, chùa Chuông thanh tịnh và đặc sản nhãn lồng ngọt thơm.",
    "address": "Phường Lam Sơn, đường Điện Biên, TP. Hưng Yên, tỉnh Hưng Yên",
    "coordinates": {
      "latitude": 20.646,
      "longitude": 106.051
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Hưng Yên</h3><p>Hưng Yên, vùng đất đồng bằng trù phú của miền Bắc, là điểm đến lý tưởng cho dân phượt yêu thích sự yên bình và văn hóa làng quê. Với làng Nôm cổ kính, chùa Chuông thanh tịnh và đặc sản nhãn lồng ngọt thơm, hành trình bằng xe máy đến đây mang lại cảm giác thư giãn giữa đồng lúa xanh mát và không gian Bắc Bộ gần gũi.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 5 qua cầu Thanh Trì, đến TP. Hưng Yên, quãng đường khoảng 60 km, mất 1-2 tiếng. Đường rộng, bằng phẳng, nhưng đoạn gần Hà Nội có thể đông xe vào giờ cao điểm, cần chú ý an toàn. Từ TP. Hưng Yên, bạn đi đường tỉnh lộ 206 đến làng Nôm (15 km) hoặc chùa Chuông (10 km), đều là những cung đường nhỏ, phẳng phiu qua đồng lúa và làng quê. Xe máy là phương tiện tuyệt vời để khám phá các làng quê và tận hưởng không gian yên ả, khác xa sự ồn ào của thành phố.</p><h4>Chuẩn Bị Gì?</h4><p>Hưng Yên lạnh mùa đông (tháng 11-2) và nóng mùa hè, nên mang áo ấm dày nếu đi mùa lạnh, hoặc áo thoáng mát nếu đi mùa nóng. Mũ bảo hiểm đạt chuẩn, kính râm để chống chói, và giày thể thao là cần thiết khi đi đường dài qua đồng lúa. Đổ xăng đầy bình ở Hà Nội hoặc TP. Hưng Yên vì trạm xăng thưa thớt ở vùng quê. Đồ ăn nhẹ như bánh mì, bánh cuốn, hoặc nhãn lồng (nếu vào mùa, tháng 6-8) rất tiện mang theo, nhưng bạn cũng nên dừng chân thử chả gà Tiểu Quan hoặc bánh cuốn nóng ở các quán ven đường – những món ăn dân dã đậm chất Hưng Yên. Mang theo áo mưa nhỏ gọn vì mưa bất chợt có thể xảy ra, nhất là mùa hè. Nếu định qua đêm ở làng Nôm, mang theo võng hoặc lều nhỏ để nghỉ ngơi giữa không gian thôn quê yên bình.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Làng Nôm</strong>: Cách TP. Hưng Yên 15 km, đường tỉnh lộ dễ đi, chạy xe máy ngắm làng cổ với chợ đá, cầu đá và những ngôi nhà mái ngói rêu phong đầy hoài niệm.</li><li><strong>Chùa Chuông</strong>: Đường 10 km bằng phẳng, gửi xe ở cổng chùa và tham quan không gian thanh tịnh, nơi lưu giữ kiến trúc cổ độc đáo.</li><li><strong>Vườn nhãn Long Hưng</strong>: Nếu đi vào mùa nhãn (tháng 6-8), chạy xe qua các cung đường đồng lúa để đến vườn nhãn trĩu quả, vừa ngắm cảnh vừa thưởng thức trái ngọt.</li></ul><p>Mẹo nhỏ: Đi vào mùa nhãn (tháng 6-8) để thưởng thức đặc sản nhãn lồng tươi ngon ngay tại vườn. Hỏi người dân địa phương về các quán ăn ngon hoặc điểm dừng chân để tận hưởng không khí thôn quê. Hưng Yên là chuyến phượt ngắn ngày gần Hà Nội, mang lại cảm giác thư thái với làng quê yên bình, đồng lúa trải dài và nét đẹp đồng bằng giản dị, rất hợp cho những ai muốn trốn khỏi nhịp sống đô thị hối hả.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 38,
    "name": "Khánh Hòa",
    "image": "/images/KhanhHoa.webp",
    "description": "Vùng biển Nha Trang tuyệt đẹp với Vinpearl Land hiện đại, tháp Bà Ponagar cổ kính và đảo Hòn Mun trong veo.",
    "address": "Phường Lộc Thọ, đường Trần Phú, TP. Nha Trang, tỉnh Khánh Hòa",
    "coordinates": {
      "latitude": 12.238,
      "longitude": 109.196
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Khánh Hòa</h3><p>Khánh Hòa, vùng biển Nha Trang tuyệt đẹp, là điểm đến lý tưởng cho dân phượt yêu thích biển xanh, văn hóa Chăm và không gian hiện đại. Với Vinpearl Land sôi động, tháp Bà Ponagar cổ kính và đảo Hòn Mun trong veo, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa gió biển mát lành và cảnh sắc miền Trung rực rỡ.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Đồng Nai, Bình Thuận, đến TP. Nha Trang, tổng quãng đường khoảng 430 km, mất 8-10 tiếng. Đường quốc lộ rộng, nhưng đoạn qua Ninh Thuận có nhiều gió mạnh, cần tay lái chắc. Từ Đà Lạt, bạn đi Quốc lộ 27C qua đèo Hòn Giao, khoảng 140 km, mất 3-4 tiếng với cung đường đèo ngoạn mục. Trong Nha Trang, xe máy là cách tốt nhất để khám phá tháp Bà Ponagar (2 km từ trung tâm), đảo Hòn Mun (cần gửi xe và đi thuyền) hoặc Vinpearl Land (5 km), với các con đường ven biển như Trần Phú dễ đi.</p><h4>Chuẩn Bị Gì?</h4><p>Khánh Hòa nắng nóng quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và áo chống nắng là cần thiết khi đi đường dài. Đổ xăng đầy ở Phan Rang hoặc Nha Trang vì trạm xăng thưa ở vùng ven. Đồ ăn nhẹ như bánh mì, hải sản khô, hoặc trái cây rất tiện, nhưng thử bún sứa, nem nướng Ninh Hòa ở quán ven đường là không thể bỏ qua. Mang áo mưa và đồ bơi để tắm biển. Nếu định cắm trại ở đảo, chuẩn bị lều nhỏ và đèn pin.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Tháp Bà Ponagar</strong>: Đường ngắn 2 km, chạy xe ngắm kiến trúc Chăm cổ kính.</li><li><strong>Đảo Hòn Mun</strong>: Đi đường ven biển đến cảng Cầu Đá (7 km), gửi xe và thuê thuyền ra đảo lặn ngắm san hô.</li><li><strong>Vinpearl Land</strong>: Đường 5 km, chạy xe đến cảng và đi cáp treo tham quan khu vui chơi.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 3-8) để biển đẹp và đường khô ráo. Khánh Hòa là chuyến phượt thú vị với biển cả, văn hóa và không gian hiện đại của Nha Trang.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 39,
    "name": "Kiên Giang",
    "image": "/images/KienGiang.webp",
    "description": "Vùng đất miền Tây trù phú với đảo Phú Quốc ngọc ngà, chợ đêm Rạch Giá sầm uất và núi Cấm hùng vĩ.",
    "address": "Phường Vĩnh Bảo, đường Nguyễn Trung Trực, TP. Rạch Giá, tỉnh Kiên Giang",
    "coordinates": {
      "latitude": 10.015,
      "longitude": 105.081
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Kiên Giang</h3><p>Kiên Giang, vùng đất miền Tây trù phú, là điểm đến hấp dẫn cho dân phượt yêu thích biển đảo và văn hóa Nam Bộ. Với đảo Phú Quốc ngọc ngà, chợ đêm Rạch Giá sầm uất và núi Cấm hùng vĩ, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa sông nước, biển cả và không gian miền Tây chân chất.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Long An, Tiền Giang, đến TP. Rạch Giá, khoảng 250 km, mất 5-6 tiếng. Đường bằng phẳng, nhưng đoạn qua Cần Thơ có thể đông. Từ Rạch Giá, bạn đi đường Nguyễn Trung Trực đến bến tàu Phú Quốc (10 km), mua vé chở xe máy qua đảo (2-3 tiếng). Để khám phá núi Cấm, từ Rạch Giá đi Quốc lộ 80 đến Hà Tiên (90 km), rồi rẽ vào núi. Xe máy là phương tiện lý tưởng để len lỏi qua Kiên Giang.</p><h4>Chuẩn Bị Gì?</h4><p>Kiên Giang nóng ẩm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và áo mưa là cần thiết vì mưa bất chợt. Đổ xăng đầy ở Rạch Giá vì trạm xăng thưa ở đảo. Đồ ăn nhẹ như bánh mì, xôi, hoặc cá khô rất tiện, nhưng thử lẩu mắm, gỏi cá trích ở quán ven đường là tuyệt vời. Mang bình nước lớn và đồ bơi. Nếu cắm trại ở Phú Quốc, mang lều nhỏ và đèn pin.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đảo Phú Quốc</strong>: Đường quanh đảo dễ đi, chạy xe khám phá bãi Sao hoặc làng chài Hàm Ninh.</li><li><strong>Chợ đêm Rạch Giá</strong>: Đường trung tâm, chạy xe ngắm cảnh và thưởng thức hải sản.</li><li><strong>Núi Cấm</strong>: Đường đèo từ Hà Tiên, gửi xe và leo núi ngắm cảnh.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-4) để tận hưởng biển và đảo. Kiên Giang là chuyến phượt đa dạng với biển, núi và ẩm thực miền Tây.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 40,
    "name": "Kon Tum",
    "image": "/images/KonTum.webp",
    "description": "Vùng cao nguyên hoang sơ với nhà rông truyền thống, thác Yaly hùng vĩ và văn hóa dân tộc Ba Na đặc sắc.",
    "address": "Phường Quyết Thắng, đường Bà Triệu, TP. Kon Tum, tỉnh Kon Tum",
    "coordinates": {
      "latitude": 14.349,
      "longitude": 108
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Kon Tum</h3><p>Kon Tum, vùng cao nguyên hoang sơ của Tây Nguyên, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và văn hóa dân tộc. Với nhà rông truyền thống, thác Yaly hùng vĩ và văn hóa Ba Na đặc sắc, hành trình bằng xe máy đến đây mang lại cảm giác phiêu lưu giữa núi rừng và không gian đậm chất cao nguyên.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 14 qua Đắk Lắk, Gia Lai, đến TP. Kon Tum, khoảng 630 km, mất 12-14 tiếng, nên chia 2 ngày, nghỉ ở Pleiku. Đường đỏ bazan đẹp, nhưng có đoạn qua Đắk Nông gập ghềnh. Từ Pleiku, đi Quốc lộ 14, khoảng 50 km, mất 1-2 tiếng. Trong Kon Tum, xe máy là cách tốt nhất để đến thác Yaly (40 km) hoặc nhà rông trong thành phố, với các con đường nhỏ dễ đi.</p><h4>Chuẩn Bị Gì?</h4><p>Kon Tum mát mẻ nhưng nắng gắt ban ngày, nên mang áo thoáng và kem chống nắng. Mũ bảo hiểm, găng tay, và giày chống trơn là cần thiết trên đường dài. Đổ xăng đầy ở Pleiku hoặc Kon Tum vì trạm xăng thưa. Đồ ăn nhẹ như bánh mì, lương khô, hoặc cà phê gói rất tiện, nhưng thử thịt nướng ống tre, cơm lam ở bản làng là tuyệt vời. Mang áo mưa và lều nhỏ nếu cắm trại gần thác.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Thác Yaly</strong>: Đường 40 km, chạy xe ngắm dòng thác hùng vĩ giữa rừng.</li><li><strong>Nhà rông Kon Tum</strong>: Đường trung tâm, dừng xe khám phá văn hóa Ba Na.</li><li><strong>Cầu treo Kon Klor</strong>: Đường ngắn, chạy xe ngắm cầu treo độc đáo.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-3) để đường dễ đi. Kon Tum là chuyến phượt hoang sơ với thiên nhiên và văn hóa Tây Nguyên đậm nét.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 41,
    "name": "Lai Châu",
    "image": "/images/LaiChau.webp",
    "description": "Vùng núi Tây Bắc hùng vĩ với đèo Ô Quy Hồ ngoạn mục, bản Sin Suối Hồ yên bình và ruộng bậc thang thơ mộng.",
    "address": "Phường Đông Phong, đường Trần Phú, TP. Lai Châu, tỉnh Lai Châu",
    "coordinates": {
      "latitude": 22.397,
      "longitude": 103.437
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Lai Châu</h3><p>Lai Châu, vùng núi Tây Bắc hùng vĩ, là điểm đến lý tưởng cho dân phượt yêu thích núi non và văn hóa dân tộc. Với đèo Ô Quy Hồ ngoạn mục, bản Sin Suối Hồ yên bình và ruộng bậc thang thơ mộng, hành trình bằng xe máy đến đây mang lại cảm giác chinh phục giữa thiên nhiên hoang dã và không gian Tây Bắc thanh bình.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 6 qua Sơn La, rồi Quốc lộ 12 đến TP. Lai Châu, khoảng 450 km, mất 10-12 tiếng, nên chia 2 ngày, nghỉ ở Sơn La. Đường đèo như đèo Pha Đin, đèo Ô Quy Hồ dốc và quanh co, cần tay lái vững. Từ Sa Pa (Lào Cai), đi Quốc lộ 4D qua đèo Ô Quy Hồ, khoảng 50 km, mất 2-3 tiếng. Xe máy là phương tiện tối ưu để khám phá bản làng và cung đường đèo.</p><h4>Chuẩn Bị Gì?</h4><p>Lai Châu lạnh mùa đông, nên mang áo ấm dày, găng tay, và giày leo núi. Đổ xăng đầy ở Sơn La hoặc Lai Châu vì trạm xăng hiếm. Đồ ăn nhẹ như lương khô, mì gói, hoặc bánh mì rất cần thiết, nhưng thử thịt gác bếp, thắng cố ở bản là trải nghiệm độc đáo. Mang áo mưa, bản đồ offline, và lều nhỏ nếu cắm trại ở Sin Suối Hồ.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đèo Ô Quy Hồ</strong>: Đường đèo dài 50 km, chạy xe ngắm cảnh núi mây hùng vĩ.</li><li><strong>Bản Sin Suối Hồ</strong>: Đường nhỏ từ Lai Châu, dừng xe khám phá bản làng yên bình.</li><li><strong>Ruộng bậc thang</strong>: Mùa lúa (tháng 9-10), chạy xe ngắm ruộng vàng rực.</li></ul><p>Mẹo nhỏ: Đi mùa thu để ngắm lúa chín. Lai Châu là chuyến phượt thử thách với đèo cao và văn hóa Tây Bắc đặc sắc.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 42,
    "name": "Lạng Sơn",
    "image": "/images/LangSon.webp",
    "description": "Vùng đất biên giới kỳ thú với chợ Đông Kinh nhộn nhịp, động Tam Thanh huyền bí và núi Tô Thị linh thiêng.",
    "address": "Phường Hoàng Văn Thụ, đường Lê Lợi, TP. Lạng Sơn, tỉnh Lạng Sơn",
    "coordinates": {
      "latitude": 21.854,
      "longitude": 106.761
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Lạng Sơn</h3><p>Lạng Sơn, vùng đất biên giới kỳ thú của miền Bắc, là điểm đến hấp dẫn cho dân phượt yêu thích khám phá thiên nhiên và văn hóa biên cương. Với chợ Đông Kinh nhộn nhịp, động Tam Thanh huyền bí và núi Tô Thị linh thiêng, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa núi rừng Đông Bắc và không gian giao thoa văn hóa độc đáo.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 1A qua Bắc Giang, đến TP. Lạng Sơn, khoảng 150 km, mất 3-4 tiếng. Đường nhựa đẹp, nhưng đoạn qua Lạng Sơn có nhiều đèo nhỏ, cần tay lái chắc. Từ trung tâm Lạng Sơn, bạn đi đường tỉnh lộ đến động Tam Thanh (3 km), chợ Đông Kinh (trong thành phố), hoặc núi Tô Thị (5 km), đều là những cung đường ngắn, dễ đi bằng xe máy. Xe máy là cách tốt nhất để len lỏi qua vùng biên giới và khám phá cảnh sắc.</p><h4>Chuẩn Bị Gì?</h4><p>Lạng Sơn lạnh mùa đông và mát mẻ mùa hè, nên mang áo ấm nếu đi tháng 11-2. Mũ bảo hiểm, găng tay, và giày chống trơn là cần thiết trên đường đèo. Đổ xăng đầy ở Bắc Giang hoặc Lạng Sơn vì trạm xăng thưa ở vùng núi. Đồ ăn nhẹ như bánh mì, lương khô, hoặc bánh cuốn rất tiện, nhưng thử vịt quay lá mắc mật, phở chua ở quán ven đường là trải nghiệm tuyệt vời. Mang áo mưa và bản đồ offline vì sóng yếu. Nếu cắm trại gần núi, mang lều nhỏ.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Chợ Đông Kinh</strong>: Đường trung tâm, chạy xe ngắm cảnh buôn bán nhộn nhịp.</li><li><strong>Động Tam Thanh</strong>: Đường 3 km, gửi xe và leo khám phá hang động huyền bí.</li><li><strong>Núi Tô Thị</strong>: Đường 5 km, chạy xe ngắm núi và truyền thuyết đá vọng phu.</li></ul><p>Mẹo nhỏ: Đi mùa xuân để ngắm hoa đào. Lạng Sơn là chuyến phượt gần gũi với thiên nhiên và văn hóa biên giới đặc sắc.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 43,
    "name": "Lào Cai",
    "image": "/images/LaoCai.webp",
    "description": "Vùng núi cao Tây Bắc với Sa Pa mù sương, đỉnh Fansipan hùng vĩ và chợ phiên Bắc Hà rực rỡ sắc màu.",
    "address": "Phường Lào Cai, đường Hoàng Liên, TP. Lào Cai, tỉnh Lào Cai",
    "coordinates": {
      "latitude": 22.485,
      "longitude": 103.975
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Lào Cai</h3><p>Lào Cai, vùng núi cao Tây Bắc, là điểm đến lý tưởng cho dân phượt yêu thích núi non và văn hóa dân tộc. Với Sa Pa mù sương, đỉnh Fansipan hùng vĩ và chợ phiên Bắc Hà rực rỡ sắc màu, hành trình bằng xe máy đến đây mang lại cảm giác chinh phục giữa thiên nhiên hoang sơ và không gian Tây Bắc đặc trưng.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 32 qua Yên Bái, đến TP. Lào Cai, khoảng 300 km, mất 6-8 tiếng. Đường đèo như đèo Ô Quy Hồ đòi hỏi tay lái vững. Từ TP. Lào Cai, đi Quốc lộ 4D đến Sa Pa (35 km, 1-2 tiếng) hoặc đường tỉnh lộ 152 đến Bắc Hà (70 km, 2-3 tiếng). Xe máy là phương tiện tối ưu để khám phá cung đường đèo và bản làng.</p><h4>Chuẩn Bị Gì?</h4><p>Lào Cai lạnh mùa đông, nên mang áo ấm dày, găng tay, và giày leo núi. Đổ xăng đầy ở Yên Bái hoặc Lào Cai vì trạm xăng hiếm. Đồ ăn nhẹ như lương khô, mì gói, hoặc bánh mì rất cần thiết, nhưng thử thịt trâu gác bếp, thắng cố ở Sa Pa là tuyệt vời. Mang áo mưa, bản đồ offline, và lều nhỏ nếu cắm trại ở Sa Pa.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Sa Pa</strong>: Đường đèo 35 km, chạy xe ngắm ruộng bậc thang và bản Cát Cát.</li><li><strong>Đỉnh Fansipan</strong>: Đường đến chân núi, gửi xe và leo hoặc đi cáp treo.</li><li><strong>Chợ Bắc Hà</strong>: Đường 70 km, ghé chợ phiên cuối tuần đầy sắc màu.</li></ul><p>Mẹo nhỏ: Đi mùa lúa chín (tháng 9-10) để ngắm cảnh đẹp. Lào Cai là chuyến phượt hùng vĩ với đèo cao và văn hóa Tây Bắc rực rỡ.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 44,
    "name": "Long An",
    "image": "/images/LongAn.webp",
    "description": "Vùng đất miền Tây yên bình với làng nổi Tân Lập xanh mát, nhà trăm cột cổ kính và đồng lúa mênh mông.",
    "address": "Phường 1, đường Hùng Vương, TP. Tân An, tỉnh Long An",
    "coordinates": {
      "latitude": 10.533,
      "longitude": 106.405
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Long An</h3><p>Long An, vùng đất miền Tây yên bình, là điểm đến lý tưởng cho dân phượt yêu thích sự gần gũi với thiên nhiên và văn hóa Nam Bộ. Với làng nổi Tân Lập xanh mát, nhà trăm cột cổ kính và đồng lúa mênh mông, hành trình bằng xe máy đến đây mang lại cảm giác thư giãn giữa sông nước, đồng quê và không gian miền Tây chân chất.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua cầu Bến Lức, đến TP. Tân An, quãng đường khoảng 50 km, mất 1-2 tiếng. Đường rộng, bằng phẳng, nhưng đoạn gần Tân An có thể đông vào giờ cao điểm. Từ Tân An, bạn đi đường tỉnh lộ 62 đến làng nổi Tân Lập (40 km) hoặc đường tỉnh lộ 831 đến nhà trăm cột ở Long Hựu Đông (25 km). Xe máy là phương tiện tuyệt vời để len lỏi qua các con đường nhỏ giữa đồng lúa và kênh rạch, tận hưởng cảnh sắc miền Tây.</p><h4>Chuẩn Bị Gì?</h4><p>Long An nóng ẩm quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, giày chống trơn, và áo mưa là cần thiết vì mưa bất chợt thường xảy ra, đặc biệt vào mùa mưa (tháng 5-11). Đổ xăng đầy bình ở Tân An vì trạm xăng thưa ở vùng quê. Đồ ăn nhẹ như bánh mì, xôi, hoặc bánh pía rất tiện mang theo, nhưng bạn cũng nên dừng chân thử bánh tráng nướng, lẩu mắm ở các quán ven đường – những món ăn đậm chất miền Tây. Mang theo bình nước lớn để giữ sức trên đường dài. Nếu định qua đêm ở Tân Lập, mang võng hoặc lều nhỏ để nghỉ dưới bóng cây.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Làng nổi Tân Lập</strong>: Đường tỉnh lộ 62 dài 40 km, chạy xe qua đồng lúa, gửi xe và thuê thuyền vào rừng tràm xanh mát, ngắm cảnh sông nước.</li><li><strong>Nhà trăm cột</strong>: Đroad tỉnh lộ 831 khoảng 25 km, dừng xe tham quan ngôi nhà cổ với kiến trúc độc đáo từ thế kỷ 19.</li><li><strong>Đồng lúa Long An</strong>: Chạy xe trên các con đường quê nhỏ, ngắm cánh đồng lúa bát ngát, đặc biệt đẹp vào mùa gặt.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 12 đến tháng 4) để tránh đường ngập và tận hưởng thời tiết dễ chịu. Hỏi người dân về các lối tắt hoặc quán ăn ngon để chuyến đi thêm thú vị. Long An là chuyến phượt ngắn ngày gần Sài Gòn, mang lại cảm giác yên bình với sông nước, đồng lúa và nét đẹp giản dị của miền Tây, rất hợp cho những ai muốn trốn khỏi nhịp sống đô thị.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 45,
    "name": "Lý Sơn",
    "image": "/images/LySon.webp",
    "description": "Hòn đảo giữa biển khơi với núi Thới Lới hùng vĩ, cánh đồng tỏi xanh ngát và nước biển trong xanh mê hoặc.",
    "address": "Xã An Vĩnh, đường Nguyễn Công Trứ, huyện Lý Sơn, tỉnh Quảng Ngãi",
    "coordinates": {
      "latitude": 15.38,
      "longitude": 109.103
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Lý Sơn</h3><p>Lý Sơn, hòn đảo giữa biển khơi của Quảng Ngãi, là điểm đến mơ ước cho dân phượt yêu thích biển xanh và thiên nhiên hoang sơ. Với núi Thới Lới hùng vĩ, cánh đồng tỏi xanh ngát và nước biển trong xanh mê hoặc, hành trình bằng xe máy kết hợp tàu đến đây mang lại cảm giác chinh phục giữa đại dương và không gian đảo đầy sức sống.</p><h4>Cách Di Chuyển</h4><p>Từ Đà Nẵng, bạn chạy xe máy theo Quốc lộ 1A qua Quảng Nam, đến cảng Sa Kỳ (Quảng Ngãi), quãng đường khoảng 170 km, mất 3-4 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn qua Tam Kỳ có thể đông. Từ cảng Sa Kỳ, bạn gửi xe máy lên tàu cao tốc (mất 35-45 phút) để ra đảo Lý Sơn. Trên đảo, thuê xe máy tại cảng Lý Sơn hoặc mang xe theo để khám phá núi Thới Lới (5 km từ cảng), cánh đồng tỏi và các bãi biển. Đường đảo nhỏ, quanh co nhưng rất phù hợp để chạy xe máy thong dong.</p><h4>Chuẩn Bị Gì?</h4><p>Lý Sơn nắng nóng quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và đồ bơi là cần thiết khi đi biển. Đổ xăng đầy ở Quảng Ngãi vì trên đảo chỉ có vài trạm xăng nhỏ. Đồ ăn nhẹ như bánh mì, hải sản khô, hoặc tỏi Lý Sơn rất tiện, nhưng thử gỏi cá, cháo nhum ở quán địa phương là trải nghiệm tuyệt vời. Mang áo mưa vì mưa bất chợt có thể xảy ra. Nếu cắm trại ở bãi biển, mang lều nhỏ và đèn pin để tận hưởng đêm đảo.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Núi Thới Lới</strong>: Đường 5 km từ cảng, chạy xe lên núi ngắm cảnh biển và cột cờ Tổ quốc.</li><li><strong>Cánh đồng tỏi</strong>: Đường quanh đảo, dừng xe ngắm đồng tỏi xanh ngát, đặc biệt mùa trồng tỏi (tháng 10-12).</li><li><strong>Hang Câu</strong>: Đường nhỏ ven biển, gửi xe và đi bộ ngắm sóng vỗ và nước biển trong veo.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 3-8) để biển đẹp và tàu ổn định. Đặt vé tàu sớm để đảm bảo lịch trình. Lý Sơn là chuyến phượt độc đáo với biển cả, đảo hoang sơ và nét đẹp bình dị của vùng đất tỏi.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 46,
    "name": "Mèo Vạc",
    "image": "/images/MeoVac.webp",
    "description": "Vùng đất Hà Giang huyền bí với chợ tình Khâu Vai độc đáo, đèo Mã Pí Lèng ngoạn mục và văn hóa H’Mông đặc sắc.",
    "address": "Thị trấn Mèo Vạc, đường Quốc lộ 4C, huyện Mèo Vạc, tỉnh Hà Giang",
    "coordinates": {
      "latitude": 23.165,
      "longitude": 105.411
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Mèo Vạc</h3><p>Mèo Vạc, vùng đất huyền bí của Hà Giang, là điểm đến lý tưởng cho dân phượt yêu thích sự hoang sơ và văn hóa dân tộc. Với chợ tình Khâu Vai độc đáo, đèo Mã Pí Lèng ngoạn mục và văn hóa H’Mông đặc sắc, hành trình bằng xe máy đến đây mang lại cảm giác chinh phục giữa cao nguyên đá và không gian núi rừng Đông Bắc hùng vĩ.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 2 qua Tuyên Quang, đến TP. Hà Giang (300 km, 6-8 tiếng), rồi đi Quốc lộ 4C qua Đồng Văn (80 km) đến Mèo Vạc (20 km từ Đồng Văn), tổng cộng khoảng 400 km, nên chia 2-3 ngày. Đường đèo như Mã Pí Lèng gắt, cần tay lái vững. Từ Đồng Văn, đoạn đèo 20 km đến Mèo Vạc là cung đường đẹp nhất, mất 1 tiếng. Xe máy là phương tiện tối ưu để khám phá vùng cao nguyên đá.</p><h4>Chuẩn Bị Gì?</h4><p>Mèo Vạc lạnh mùa đông (tháng 11-2), nên mang áo ấm dày, găng tay, và giày leo núi. Đổ xăng đầy ở Hà Giang hoặc Đồng Văn vì trạm xăng hiếm. Đồ ăn nhẹ như lương khô, mì gói, hoặc bánh mì rất cần thiết, nhưng thử thắng cố, cháo ấu tẩu ở chợ là trải nghiệm độc đáo. Mang áo mưa, bản đồ offline, và lều nhỏ nếu cắm trại ở đèo. Kiểm tra xe kỹ vì đường núi hiểm trở.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đèo Mã Pí Lèng</strong>: Đường 20 km từ Đồng Văn, chạy xe ngắm cảnh núi đá hùng vĩ.</li><li><strong>Chợ tình Khâu Vai</strong>: Đường tỉnh lộ từ Mèo Vạc (20 km), ghé chợ vào ngày 27/3 âm lịch.</li><li><strong>Bản H’Mông</strong>: Đường nhỏ quanh thị trấn, dừng xe khám phá văn hóa dân tộc.</li></ul><p>Mẹo nhỏ: Đi mùa hoa tam giác mạch (tháng 10-12) để ngắm cảnh đẹp. Mèo Vạc là chuyến phượt thử thách với đèo cao và văn hóa H’Mông đặc sắc.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 47,
    "name": "Mộc Bài",
    "image": "/images/MocBai.webp",
    "description": "Cửa khẩu biên giới nhộn nhịp với khu mua sắm sầm uất, chợ biên giới độc đáo và không gian giao thoa Việt - Campuchia.",
    "address": "Xã Lợi Thuận, huyện Bến Cầu, tỉnh Tây Ninh",
    "coordinates": {
      "latitude": 11.063,
      "longitude": 106.003
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Mộc Bài</h3><p>Mộc Bài, cửa khẩu biên giới Tây Ninh, là điểm đến hấp dẫn cho dân phượt muốn khám phá vùng đất giao thoa văn hóa Việt - Campuchia. Với khu mua sắm nhộn nhịp và chợ biên giới độc đáo, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa không gian miền Nam gần biên giới.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 22 qua Củ Chi, đến Mộc Bài, khoảng 70 km, mất 1,5-2 tiếng. Đường rộng, dễ đi, nhưng đoạn qua Trảng Bàng có thể đông. Từ trung tâm Tây Ninh, đi đường tỉnh lộ 786, khoảng 50 km, mất 1 tiếng. Xe máy là cách tốt nhất để khám phá khu vực biên giới.</p><h4>Chuẩn Bị Gì?</h4><p>Mộc Bài nóng quanh năm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm và giày thể thao là cần thiết. Đổ xăng đầy ở Trảng Bàng vì trạm xăng thưa gần cửa khẩu. Đồ ăn nhẹ như bánh mì, bánh tét rất tiện, nhưng thử bánh tráng phơi sương, thốt nốt ở quán ven đường là trải nghiệm thú vị. Mang áo mưa và tiền lẻ để mua sắm.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Cửa khẩu Mộc Bài</strong>: Đường tỉnh lộ 786, chạy xe đến khu vực biên giới, ngắm không gian giao thương.</li><li><strong>Chợ biên giới</strong>: Gần cửa khẩu, gửi xe khám phá hàng hóa Việt - Campuchia.</li><li><strong>Khu mua sắm</strong>: Ngay cửa khẩu, dừng xe mua đồ giá rẻ.</li></ul><p>Mẹo nhỏ: Đi sáng sớm để tránh đông và nắng gắt. Mộc Bài là chuyến phượt ngắn ngày gần Sài Gòn với văn hóa biên giới độc đáo.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 48,
    "name": "Mộc Châu",
    "image": "/images/MocChau.webp",
    "description": "Thiên đường Tây Bắc với đồi chè xanh mướt bạt ngàn, hoa cải trắng tinh khôi và thác Dải Yếm huyền ảo.",
    "address": "Thị trấn Mộc Châu, đường Quốc lộ 6, huyện Mộc Châu, tỉnh Sơn La",
    "coordinates": {
      "latitude": 20.83,
      "longitude": 104.615
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Mộc Châu</h3><p>Mộc Châu, thiên đường Tây Bắc, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và không gian cao nguyên. Với đồi chè xanh mướt, hoa cải trắng tinh khôi và thác Dải Yếm huyền ảo, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa núi rừng và không gian yên bình của miền núi Tây Bắc.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 6 qua Hòa Bình, đến thị trấn Mộc Châu, khoảng 180 km, mất 4-5 tiếng. Đường đẹp, nhưng đoạn qua đèo Thung Khe quanh co, cần tay lái chắc. Từ Sơn La, bạn đi ngược Quốc lộ 6, khoảng 140 km, mất 3-4 tiếng. Trong Mộc Châu, xe máy là cách tốt nhất để khám phá đồi chè (5-10 km từ thị trấn) hoặc thác Dải Yếm (15 km), với các con đường nhỏ qua bản làng.</p><h4>Chuẩn Bị Gì?</h4><p>Mộc Châu lạnh mùa đông, nên mang áo ấm, găng tay, và giày chống trơn. Đổ xăng đầy ở Hòa Bình hoặc Mộc Châu vì trạm xăng thưa. Đồ ăn nhẹ như bánh mì, lương khô, hoặc sữa chua Mộc Châu rất tiện, nhưng thử thịt trâu gác bếp, bê chao ở quán địa phương là tuyệt vời. Mang áo mưa và lều nhỏ nếu cắm trại ở đồi chè.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đồi chè Mộc Châu</strong>: Đường 5-10 km, chạy xe ngắm đồi chè xanh mướt.</li><li><strong>Thác Dải Yếm</strong>: Đường 15 km, gửi xe và đi bộ ngắm thác huyền ảo.</li><li><strong>Hoa cải</strong>: Mùa hoa (tháng 11-12), chạy xe qua bản ngắm cánh đồng trắng tinh khôi.</li></ul><p>Mẹo nhỏ: Đi mùa hoa cải để ngắm cảnh đẹp. Mộc Châu là chuyến phượt thanh bình với thiên nhiên và không gian Tây Bắc quyến rũ.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 49,
    "name": "Mũi Né",
    "image": "/images/MuiNe.webp",
    "description": "Thiên đường biển Bình Thuận với đồi cát bay kỳ thú, suối Tiên thơ mộng và làng chài yên ả bên sóng vỗ.",
    "address": "Phường Mũi Né, đường Huỳnh Thúc Kháng, TP. Phan Thiết, tỉnh Bình Thuận",
    "coordinates": {
      "latitude": 10.947,
      "longitude": 108.285
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Mũi Né</h3><p>Mũi Né, thiên đường biển của Bình Thuận, là điểm đến lý tưởng cho dân phượt yêu thích biển xanh và cảnh quan độc đáo. Với đồi cát bay kỳ thú, suối Tiên thơ mộng và làng chài yên ả, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa gió biển, cát vàng và không gian miền Trung đầy nắng. Đây là nơi bạn có thể vừa thư giãn bên sóng vỗ, vừa trải nghiệm cảm giác mạnh trên những triền cát.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Đồng Nai, đến TP. Phan Thiết, quãng đường khoảng 200 km, mất 4-5 tiếng tùy tốc độ. Đường quốc lộ rộng, bằng phẳng, nhưng đoạn qua Bà Rịa có thể đông xe, cần chú ý an toàn. Từ Phan Thiết, bạn tiếp tục đi theo đường Huỳnh Thúc Kháng đến Mũi Né, cách 20 km, mất khoảng 30 phút với cung đường ven biển tuyệt đẹp. Nếu từ Nha Trang, bạn đi Quốc lộ 1A ngược lại, khoảng 250 km, mất 5-6 tiếng. Trong Mũi Né, xe máy là phương tiện tối ưu để khám phá đồi cát bay (5-10 km từ trung tâm), suối Tiên (4 km), hoặc làng chài, với các con đường nhỏ dễ đi.</p><h4>Chuẩn Bị Gì?</h4><p>Mũi Né nắng gắt quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, giày chống cát (hoặc dép nhẹ), và đồ bơi là cần thiết khi đi biển hoặc trượt cát. Đổ xăng đầy bình ở Phan Thiết vì trạm xăng ở Mũi Né thưa thớt, nhất là khu vực đồi cát. Đồ ăn nhẹ như bánh mì, hải sản khô (mực một nắng), hoặc trái cây tươi rất tiện mang theo, nhưng bạn cũng nên dừng chân ở các quán ven biển để thử ghẹ hấp, mực nướng – những món đặc sản tươi ngon của vùng. Mang theo áo mưa nhỏ gọn vì mưa bất chợt có thể xảy ra, dù hiếm. Nếu định cắm trại trên đồi cát hoặc bãi biển, mang lều nhỏ, túi ngủ và đèn pin để tận hưởng đêm dưới trời sao.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đồi cát bay</strong>: Cách trung tâm Mũi Né 5-10 km, đường nhỏ dễ đi, bạn có thể chạy xe đến bãi gửi và thuê ván trượt cát để trải nghiệm cảm giác mạnh giữa cát vàng rực rỡ.</li><li><strong>Suối Tiên</strong>: Đường Huỳnh Thúc Kháng cách 4 km, chạy xe đến điểm gửi và đi bộ dọc dòng suối đỏ cam thơ mộng, độc đáo giữa lòng Mũi Né.</li><li><strong>Làng chài Mũi Né</strong>: Đường ven biển gần trung tâm, dừng xe ngắm cảnh thuyền bè neo đậu và cuộc sống yên bình của ngư dân.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 11 đến tháng 4) để tận hưởng biển đẹp và đồi cát khô ráo, tránh mùa mưa vì đường trơn và cát ẩm khó di chuyển. Hãy mang theo chai nước lớn vì nắng nóng dễ làm bạn mất sức. Mũi Né là chuyến phượt đầy thú vị, kết hợp giữa biển cả xanh mát, đồi cát kỳ vĩ và không gian làng chài yên ả, mang lại trải nghiệm khó quên cho những ai yêu thích khám phá miền Trung.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 50,
    "name": "Nam Định",
    "image": "/images/NamDinh.webp",
    "description": "Vùng đất đồng bằng trù phú với chùa Phổ Minh cổ kính, biển Quất Lâm hoang sơ và làng Tức Mặc yên bình.",
    "address": "Phường Lộc Vượng, đường Điện Biên, TP. Nam Định, tỉnh Nam Định",
    "coordinates": {
      "latitude": 20.42,
      "longitude": 106.168
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Nam Định</h3><p>Nam Định, vùng đất đồng bằng trù phú của miền Bắc, là điểm đến lý tưởng cho dân phượt yêu thích sự yên bình và văn hóa truyền thống. Với chùa Phổ Minh cổ kính, biển Quất Lâm hoang sơ và làng Tức Mặc yên bình, hành trình bằng xe máy đến đây mang lại cảm giác thư giãn giữa đồng lúa, biển cả và không gian làng quê Bắc Bộ gần gũi.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 1A qua Hà Nam, đến TP. Nam Định, quãng đường khoảng 90 km, mất 2-3 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn qua Phủ Lý có thể đông vào giờ cao điểm. Từ TP. Nam Định, bạn đi đường tỉnh lộ 490C đến biển Quất Lâm (30 km) hoặc đường tỉnh lộ 488 đến chùa Phổ Minh (5 km). Xe máy là phương tiện tuyệt vời để len lỏi qua các con đường nhỏ dẫn đến làng Tức Mặc – quê hương Trần Hưng Đạo – và các điểm tham quan khác.</p><h4>Chuẩn Bị Gì?</h4><p>Nam Định lạnh mùa đông (tháng 11-2) và nóng mùa hè, nên mang áo ấm nếu đi mùa lạnh hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm đạt chuẩn, kính râm, và giày thể thao là cần thiết khi đi đường dài. Đổ xăng đầy ở Hà Nội hoặc TP. Nam Định vì trạm xăng thưa ở vùng quê. Đồ ăn nhẹ như bánh mì, bánh cuốn Thanh Trì, hoặc phở khô rất tiện, nhưng thử phở bò Nam Định, nem chạo ở quán ven đường là trải nghiệm không thể bỏ qua. Mang áo mưa vì mưa phùn có thể xuất hiện. Nếu định qua đêm ở Quất Lâm, mang lều nhỏ và đèn pin.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Chùa Phổ Minh</strong>: Cách trung tâm 5 km, đường tỉnh lộ dễ đi, gửi xe tham quan chùa cổ với tháp 7 tầng nổi tiếng.</li><li><strong>Biển Quất Lâm</strong>: Đường 30 km qua đồng lúa, chạy xe đến bãi biển hoang sơ, dừng lại tắm biển hoặc ngắm sóng.</li><li><strong>Làng Tức Mặc</strong>: Đường nhỏ gần trung tâm, chạy xe khám phá quê hương Trần Hưng Đạo với không gian yên bình.</li></ul><p>Mẹo nhỏ: Đi mùa hè để tắm biển Quất Lâm hoặc mùa xuân để tham gia lễ hội chùa. Nam Định là chuyến phượt ngắn ngày gần Hà Nội, mang lại cảm giác yên ả với đồng quê, biển cả và nét đẹp văn hóa truyền thống.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 51,
    "name": "Nghệ An",
    "image": "/images/NgheAn.webp",
    "description": "Quê hương Bác Hồ với làng Sen thanh bình, biển Cửa Lò rực rỡ và đồi chè Thanh Chương xanh mát.",
    "address": "Phường Lê Lợi, đường Nguyễn Thị Minh Khai, TP. Vinh, tỉnh Nghệ An",
    "coordinates": {
      "latitude": 18.673,
      "longitude": 105.692
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Nghệ An</h3><p>Nghệ An, quê hương Bác Hồ, là điểm đến lý tưởng cho dân phượt yêu thích lịch sử và thiên nhiên miền Trung. Với làng Sen thanh bình, biển Cửa Lò rực rỡ và đồi chè Thanh Chương xanh mát, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa đồng lúa, biển cả và không gian quê hương đậm chất Việt Nam.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 1A qua Hà Tĩnh, đến TP. Vinh, khoảng 300 km, mất 6-7 tiếng. Đường quốc lộ rộng, nhưng đoạn qua Ninh Bình có thể đông. Từ TP. Vinh, bạn đi đường tỉnh lộ 535 đến làng Sen (20 km), đường ven biển đến Cửa Lò (15 km), hoặc đường tỉnh lộ 534 đến đồi chè Thanh Chương (40 km). Xe máy là phương tiện tuyệt vời để khám phá các cung đường nhỏ qua đồng quê và biển.</p><h4>Chuẩn Bị Gì?</h4><p>Nghệ An nắng nóng mùa hè và lạnh mùa đông, nên mang áo thoáng hoặc áo ấm tùy thời điểm. Mũ bảo hiểm, kính râm, và giày thể thao là cần thiết khi đi đường dài. Đổ xăng đầy ở Vinh vì trạm xăng thưa ở vùng quê. Đồ ăn nhẹ như bánh mì, bánh cu đơ, hoặc cam Vinh rất tiện, nhưng thử cháo lươn, bánh mướt ở quán ven đường là không thể bỏ qua. Mang áo mưa và đồ bơi nếu định tắm biển. Nếu cắm trại ở Cửa Lò, mang lều nhỏ và đèn pin.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Làng Sen</strong>: Đường 20 km, chạy xe đến quê Bác, dừng lại tham quan không gian thanh bình.</li><li><strong>Biển Cửa Lò</strong>: Đường ven biển 15 km, chạy xe ngắm sóng và tắm biển rực rỡ.</li><li><strong>Đồi chè Thanh Chương</strong>: Đường 40 km, dừng xe ngắm đồi chè xanh mát giữa miền quê.</li></ul><p>Mẹo nhỏ: Đi mùa hè để tắm biển Cửa Lò. Nghệ An là chuyến phượt đậm chất lịch sử và thiên nhiên, với quê Bác và biển cả miền Trung.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 52,
    "name": "Nha Trang",
    "image": "/images/NhaTrang.webp",
    "description": "Thành phố biển rực rỡ với vịnh Nha Trang tuyệt đẹp, đảo Hòn Tằm thơ mộng và tháp Bà Ponagar cổ kính.",
    "address": "Phường Lộc Thọ, đường Trần Phú, TP. Nha Trang, tỉnh Khánh Hòa",
    "coordinates": {
      "latitude": 12.245,
      "longitude": 109.194
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Nha Trang</h3><p>Nha Trang, thành phố biển rực rỡ của Khánh Hòa, là điểm đến lý tưởng cho dân phượt yêu thích biển xanh và văn hóa Chăm. Với vịnh Nha Trang tuyệt đẹp, đảo Hòn Tằm thơ mộng và tháp Bà Ponagar cổ kính, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa sóng biển, nắng vàng và không gian hiện đại xen lẫn truyền thống.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Bình Thuận, đến TP. Nha Trang, khoảng 430 km, mất 8-10 tiếng. Đường quốc lộ rộng, nhưng đoạn qua Ninh Thuận nhiều gió, cần tay lái chắc. Từ Đà Lạt, đi Quốc lộ 27C qua đèo Hòn Giao, khoảng 140 km, mất 3-4 tiếng với cung đường đèo đẹp. Trong Nha Trang, xe máy là cách tốt nhất để khám phá tháp Bà (2 km từ trung tâm) hoặc cảng Cầu Đá đến đảo Hòn Tằm (7 km), với đường ven biển như Trần Phú tuyệt đẹp.</p><h4>Chuẩn Bị Gì?</h4><p>Nha Trang nắng nóng quanh năm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và đồ bơi là cần thiết khi đi biển. Đổ xăng đầy ở Phan Rang hoặc Nha Trang vì trạm xăng thưa ở vùng ven. Đồ ăn nhẹ như bánh mì, hải sản khô, hoặc bún sứa gói rất tiện, nhưng thử bún sứa, nem nướng ở quán ven đường là tuyệt vời. Mang áo mưa và lều nhỏ nếu cắm trại ở bãi biển.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Vịnh Nha Trang</strong>: Đường Trần Phú, chạy xe ngắm vịnh biển và dừng chân tắm biển.</li><li><strong>Tháp Bà Ponagar</strong>: Đường 2 km, gửi xe tham quan kiến trúc Chăm cổ kính.</li><li><strong>Đảo Hòn Tằm</strong>: Đường 7 km đến cảng, gửi xe và đi thuyền ra đảo thư giãn.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 3-8) để tận hưởng biển đẹp. Nha Trang là chuyến phượt rực rỡ với biển, đảo và văn hóa miền Trung.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 53,
    "name": "Ninh Bình",
    "image": "/images/NinhBinh.webp",
    "description": "Vùng đất cố đô với Tràng An thơ mộng, Tam Cốc huyền ảo và chùa Bái Đính linh thiêng.",
    "address": "Phường Đông Thành, đường Trần Hưng Đạo, TP. Ninh Bình, tỉnh Ninh Bình",
    "coordinates": {
      "latitude": 20.251,
      "longitude": 105.975
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Ninh Bình</h3><p>Ninh Bình, vùng đất cố đô miền Bắc, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và lịch sử. Với Tràng An thơ mộng, Tam Cốc huyền ảo và chùa Bái Đính linh thiêng, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa núi non, sông nước và không gian văn hóa đậm chất Việt Nam.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 1A qua Hà Nam, đến TP. Ninh Bình, khoảng 90 km, mất 2-3 tiếng. Đường rộng, dễ đi, nhưng đoạn qua Phủ Lý có thể đông. Từ TP. Ninh Bình, đi đường tỉnh lộ 477 đến Tràng An (7 km), Tam Cốc (10 km), hoặc đường quốc lộ 38B đến chùa Bái Đính (15 km). Xe máy là phương tiện tuyệt vời để khám phá các cung đường nhỏ qua đồng lúa và núi đá vôi.</p><h4>Chuẩn Bị Gì?</h4><p>Ninh Bình lạnh mùa đông và nóng mùa hè, nên mang áo ấm hoặc áo thoáng tùy thời điểm. Mũ bảo hiểm, kính râm, và giày thể thao là cần thiết khi đi đường dài. Đổ xăng đầy ở Hà Nội hoặc Ninh Bình vì trạm xăng thưa ở vùng quê. Đồ ăn nhẹ như bánh mì, bánh cuốn, hoặc cơm cháy rất tiện, nhưng thử dê núi, cơm cháy ở quán ven đường là không thể bỏ qua. Mang áo mưa và lều nhỏ nếu cắm trại ở Tràng An.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Tràng An</strong>: Đường 7 km, chạy xe đến bến thuyền, gửi xe và chèo thuyền ngắm núi sông.</li><li><strong>Tam Cốc</strong>: Đường 10 km, chạy xe qua đồng lúa, dừng lại khám phá hang động.</li><li><strong>Chùa Bái Đính</strong>: Đường 15 km, gửi xe tham quan chùa lớn nhất Đông Nam Á.</li></ul><p>Mẹo nhỏ: Đi mùa lúa chín (tháng 5-6) để ngắm Tam Cốc đẹp nhất. Ninh Bình là chuyến phượt gần Hà Nội với thiên nhiên và văn hóa cố đô tuyệt đẹp.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 54,
    "name": "Ninh Thuận",
    "image": "/images/NinhThuan.webp",
    "description": "Vùng đất nắng gió với biển Ninh Chữ hoang sơ, đồi cát Nam Cương kỳ thú và tháp Chăm Poklong Garai cổ kính.",
    "address": "Phường Mỹ Hải, đường Lê Duẩn, TP. Phan Rang - Tháp Chàm, tỉnh Ninh Thuận",
    "coordinates": {
      "latitude": 11.564,
      "longitude": 108.988
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Ninh Thuận</h3><p>Ninh Thuận, vùng đất nắng gió miền Trung, là điểm đến lý tưởng cho dân phượt yêu thích biển xanh và văn hóa Chăm. Với biển Ninh Chữ hoang sơ, đồi cát Nam Cương kỳ thú và tháp Chăm Poklong Garai cổ kính, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa thiên nhiên khắc nghiệt nhưng đầy cuốn hút.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Bình Thuận, đến TP. Phan Rang - Tháp Chàm, khoảng 350 km, mất 7-8 tiếng. Đường quốc lộ rộng, nhưng đoạn qua Ninh Thuận nhiều gió mạnh, cần tay lái chắc. Từ Nha Trang, đi Quốc lộ 1A ngược lại, khoảng 100 km, mất 2-3 tiếng. Trong Ninh Thuận, xe máy là cách tốt nhất để khám phá biển Ninh Chữ (10 km từ trung tâm), đồi cát Nam Cương (8 km), hoặc tháp Poklong Garai (5 km).</p><h4>Chuẩn Bị Gì?</h4><p>Ninh Thuận nắng gắt và khô quanh năm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống cát, và đồ bơi là cần thiết khi đi biển. Đổ xăng đầy ở Phan Thiết hoặc Phan Rang vì trạm xăng thưa. Đồ ăn nhẹ như bánh mì, hải sản khô, hoặc nho Ninh Thuận rất tiện, nhưng thử cừu nướng, bánh căn ở quán ven đường là tuyệt vời. Mang áo mưa và lều nhỏ nếu cắm trại ở biển.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Biển Ninh Chữ</strong>: Đường 10 km, chạy xe ngắm biển hoang sơ và tắm nước mát.</li><li><strong>Đồi cát Nam Cương</strong>: Đường 8 km, dừng xe khám phá cát vàng kỳ thú.</li><li><strong>Tháp Poklong Garai</strong>: Đường 5 km, gửi xe tham quan kiến trúc Chăm cổ.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 3-8) để tận hưởng biển và đồi cát. Ninh Thuận là chuyến phượt độc đáo với nắng gió, biển và văn hóa Chăm.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 55,
    "name": "Phan Thiết",
    "image": "/images/PhanThiet.webp",
    "description": "Thành phố biển Bình Thuận với bãi Rạng xanh mát, mũi Kê Gà hoang sơ và nước mắm trứ danh.",
    "address": "Phường Đức Nghĩa, đường Nguyễn Tất Thành, TP. Phan Thiết, tỉnh Bình Thuận",
    "coordinates": {
      "latitude": 10.929,
      "longitude": 108.102
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Phan Thiết</h3><p>Phan Thiết, thành phố biển của Bình Thuận, là điểm đến lý tưởng cho dân phượt yêu thích biển xanh và ẩm thực đặc trưng. Với bãi Rạng xanh mát, mũi Kê Gà hoang sơ và nước mắm trứ danh, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa sóng biển, nắng vàng và không gian miền Trung đậm chất. Đây là nơi bạn có thể vừa thư giãn bên bãi biển, vừa khám phá những điểm đến độc đáo.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Đồng Nai, đến TP. Phan Thiết, quãng đường khoảng 200 km, mất 4-5 tiếng. Đường quốc lộ rộng, bằng phẳng, nhưng đoạn qua Bà Rịa có thể đông xe vào giờ cao điểm, cần chú ý an toàn. Từ Nha Trang, bạn đi Quốc lộ 1A ngược lại, khoảng 250 km, mất 5-6 tiếng với cung đường ven biển đẹp. Trong Phan Thiết, xe máy là phương tiện tuyệt vời để khám phá bãi Rạng (5 km từ trung tâm), mũi Kê Gà (30 km), hoặc các con đường nhỏ dẫn đến làng chài, với đường Nguyễn Tất Thành là tuyến chính dễ đi.</p><h4>Chuẩn Bị Gì?</h4><p>Phan Thiết nắng gắt quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, giày chống trơn trượt, và đồ bơi là cần thiết khi đi biển hoặc khám phá mũi Kê Gà. Đổ xăng đầy bình ở Phan Thiết vì trạm xăng thưa thớt ở vùng ngoại ô, nhất là khu vực mũi Kê Gà. Đồ ăn nhẹ như bánh mì, hải sản khô (mực một nắng), hoặc bánh rế rất tiện mang theo, nhưng bạn cũng nên dừng chân ở các quán ven đường để thử cá lồi xối mỡ, gỏi cá mai hoặc nước mắm Phan Thiết chính gốc – những đặc sản không thể bỏ qua. Mang theo áo mưa nhỏ gọn vì mưa bất chợt hiếm nhưng vẫn có thể xảy ra. Nếu định cắm trại ở bãi Rạng, mang lều nhỏ, túi ngủ và đèn pin để tận hưởng đêm biển.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Bãi Rạng</strong>: Cách trung tâm 5 km, đường Nguyễn Tất Thành dễ đi, chạy xe đến bãi biển xanh mát, dừng lại tắm biển hoặc ngắm cảnh dừa rợp bóng.</li><li><strong>Mũi Kê Gà</strong>: Đường tỉnh lộ dài 30 km, chạy xe qua đồng quê và bãi biển, gửi xe gần ngọn hải đăng và đi bộ khám phá vùng đất hoang sơ.</li><li><strong>Làng chài Phan Thiết</strong>: Đường ven biển gần trung tâm, chạy xe ngắm thuyền bè và không gian sống động của ngư dân.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 11 đến tháng 4) để tận hưởng biển đẹp và thời tiết dễ chịu. Mang theo chai nước lớn vì nắng nóng dễ làm bạn mất sức. Phan Thiết là chuyến phượt đầy thú vị, kết hợp giữa biển cả xanh mát, ẩm thực đặc trưng và không gian làng chài yên bình, mang lại trải nghiệm phong phú cho những ai yêu thích khám phá miền Trung.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 56,
    "name": "Phú Quốc",
    "image": "/images/PhuQuoc.webp",
    "description": "Hòn đảo ngọc với bãi Sao cát trắng mịn, làng chài Hàm Ninh yên bình và vườn tiêu xanh ngát.",
    "address": "Phường Dương Đông, đường Trần Hưng Đạo, TP. Phú Quốc, tỉnh Kiên Giang",
    "coordinates": {
      "latitude": 10.224,
      "longitude": 103.965
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Phú Quốc</h3><p>Phú Quốc, hòn đảo ngọc của Kiên Giang, là điểm đến mơ ước cho dân phượt yêu thích biển xanh và thiên nhiên hoang sơ. Với bãi Sao cát trắng mịn, làng chài Hàm Ninh yên bình và vườn tiêu xanh ngát, hành trình bằng xe máy kết hợp tàu đến đây mang lại cảm giác chinh phục giữa biển cả và không gian đảo đầy sức sống.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Long An, đến TP. Rạch Giá (250 km, 5-6 tiếng), rồi từ bến tàu Rạch Giá mua vé chở xe máy qua Phú Quốc (2-3 tiếng bằng tàu cao tốc). Đường quốc lộ rộng, nhưng đoạn qua Cần Thơ có thể đông. Trên đảo, từ phường Dương Đông, bạn đi đường Trần Hưng Đạo đến bãi Sao (25 km), làng chài Hàm Ninh (15 km), hoặc vườn tiêu (10 km). Đường đảo rộng, dễ đi, rất hợp để chạy xe máy khám phá.</p><h4>Chuẩn Bị Gì?</h4><p>Phú Quốc nóng ẩm quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và đồ bơi là cần thiết khi đi biển. Đổ xăng đầy ở Rạch Giá hoặc Dương Đông vì trạm xăng thưa ở vùng xa. Đồ ăn nhẹ như bánh mì, hải sản khô, hoặc sim Phú Quốc rất tiện, nhưng thử gỏi cá trích, bún quậy ở quán địa phương là trải nghiệm tuyệt vời. Mang áo mưa vì mưa bất chợt thường xảy ra. Nếu cắm trại ở bãi Sao, mang lều nhỏ và đèn pin.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Bãi Sao</strong>: Đường 25 km, chạy xe đến bãi biển cát trắng mịn, dừng lại tắm biển và ngắm cảnh.</li><li><strong>Làng chài Hàm Ninh</strong>: Đường 15 km, chạy xe ngắm cảnh biển và thưởng thức hải sản tươi.</li><li><strong>Vườn tiêu</strong>: Đường 10 km, dừng xe khám phá vườn tiêu xanh ngát và mua đặc sản.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 11-4) để biển đẹp và tàu ổn định. Đặt vé tàu sớm để đảm bảo lịch trình. Phú Quốc là chuyến phượt độc đáo với biển ngọc, đảo hoang sơ và ẩm thực miền Tây.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 57,
    "name": "Phú Thọ",
    "image": "/images/PhuTho.webp",
    "description": "Vùng đất tổ với đền Hùng linh thiêng, rừng cọ Đồi Chè xanh mát và suối khoáng nóng Thanh Thủy dễ chịu.",
    "address": "Phường Âu Cơ, đường Hùng Vương, TP. Việt Trì, tỉnh Phú Thọ",
    "coordinates": {
      "latitude": 21.305,
      "longitude": 105.43
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Phú Thọ</h3><p>Phú Thọ, vùng đất tổ của Việt Nam, là điểm đến lý tưởng cho dân phượt yêu thích lịch sử và thiên nhiên miền Bắc. Với đền Hùng linh thiêng, rừng cọ Đồi Chè xanh mát và suối khoáng nóng Thanh Thủy dễ chịu, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa núi rừng, đồng quê và không gian văn hóa đậm chất Việt.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 32 qua Sơn Tây, đến TP. Việt Trì, khoảng 80 km, mất 2-3 tiếng. Đường rộng, dễ đi, nhưng đoạn qua Sơn Tây có thể đông. Từ Việt Trì, đi đường tỉnh lộ 316 đến đền Hùng (10 km), đường tỉnh lộ 100 đến Đồi Chè (20 km), hoặc đường tỉnh lộ 321 đến suối khoáng Thanh Thủy (30 km). Xe máy là phương tiện tuyệt vời để khám phá các cung đường nhỏ qua rừng cọ và đồng lúa.</p><h4>Chuẩn Bị Gì?</h4><p>Phú Thọ lạnh mùa đông và nóng mùa hè, nên mang áo ấm hoặc áo thoáng tùy thời điểm. Mũ bảo hiểm, kính râm, và giày thể thao là cần thiết khi đi đường dài. Đổ xăng đầy ở Hà Nội hoặc Việt Trì vì trạm xăng thưa ở vùng quê. Đồ ăn nhẹ như bánh mì, bánh chưng, hoặc thịt chua rất tiện, nhưng thử thịt chua, cá sông ở quán ven đường là không thể bỏ qua. Mang áo mưa và lều nhỏ nếu cắm trại ở Đồi Chè.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đền Hùng</strong>: Đường 10 km, chạy xe đến khu di tích linh thiêng, gửi xe và leo núi tham quan.</li><li><strong>Rừng cọ Đồi Chè</strong>: Đường 20 km, chạy xe ngắm rừng cọ xanh mát và đồng lúa.</li><li><strong>Suối khoáng Thanh Thủy</strong>: Đường 30 km, dừng xe tắm suối nước nóng thư giãn.</li></ul><p>Mẹo nhỏ: Đi mùa xuân để tham gia lễ hội đền Hùng. Phú Thọ là chuyến phượt gần Hà Nội với lịch sử, thiên nhiên và không gian đất tổ thiêng liêng.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 58,
    "name": "Phú Yên",
    "image": "/images/PhuYen.webp",
    "description": "Vùng đất hoa vàng cỏ xanh với ghềnh Đá Đĩa độc đáo, vịnh Vũng Rô yên bình và hải đăng Đại Lãnh hùng vĩ.",
    "address": "Phường 1, đường Lê Duẩn, TP. Tuy Hòa, tỉnh Phú Yên",
    "coordinates": {
      "latitude": 13.088,
      "longitude": 109.308
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Phú Yên</h3><p>Phú Yên, vùng đất hoa vàng cỏ xanh, là điểm đến lý tưởng cho dân phượt yêu thích biển xanh và cảnh quan độc đáo. Với ghềnh Đá Đĩa độc đáo, vịnh Vũng Rô yên bình và hải đăng Đại Lãnh hùng vĩ, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa thiên nhiên miền Trung hoang sơ và đầy cuốn hút.</p><h4>Cách Di Chuyển</h4><p>Từ Nha Trang, bạn chạy xe máy theo Quốc lộ 1A qua đèo Cả, đến TP. Tuy Hòa, khoảng 120 km, mất 3-4 tiếng. Đường quốc lộ rộng, nhưng đèo Cả quanh co, cần tay lái chắc. Từ TP. Hồ Chí Minh, đi Quốc lộ 1A qua Bình Thuận, khoảng 560 km, mất 10-12 tiếng, nên chia 2 ngày. Trong Tuy Hòa, xe máy là cách tốt nhất để khám phá ghềnh Đá Đĩa (40 km), vịnh Vũng Rô (35 km), hoặc hải đăng Đại Lãnh (50 km).</p><h4>Chuẩn Bị Gì?</h4><p>Phú Yên nắng nóng quanh năm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và đồ bơi là cần thiết khi đi biển. Đổ xăng đầy ở Nha Trang hoặc Tuy Hòa vì trạm xăng thưa ở vùng ven. Đồ ăn nhẹ như bánh mì, hải sản khô, hoặc bánh ướt rất tiện, nhưng thử cá ngừ đại dương, bò một nắng ở quán ven đường là tuyệt vời. Mang áo mưa và lều nhỏ nếu cắm trại ở Vũng Rô.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Ghềnh Đá Đĩa</strong>: Đường 40 km, chạy xe đến ngắm đá bazan độc đáo.</li><li><strong>Vịnh Vũng Rô</strong>: Đường 35 km, dừng xe ngắm vịnh yên bình và núi xanh.</li><li><strong>Hải đăng Đại Lãnh</strong>: Đường 50 km, chạy xe đến ngọn hải đăng ngắm biển.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 3-8) để tận hưởng biển đẹp. Phú Yên là chuyến phượt hoang sơ với cảnh quan và ẩm thực miền Trung đặc sắc.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 59,
    "name": "Pleiku",
    "image": "/images/Pleiku.webp",
    "description": "Thành phố cao nguyên Gia Lai với biển hồ T’Nưng thơ mộng, đồi thông xanh mát và văn hóa dân tộc Tây Nguyên.",
    "address": "Phường Hội Thương, đường Hùng Vương, TP. Pleiku, tỉnh Gia Lai",
    "coordinates": {
      "latitude": 13.983,
      "longitude": 108
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Pleiku</h3><p>Pleiku, thành phố cao nguyên Gia Lai, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và văn hóa Tây Nguyên. Với biển hồ T’Nưng thơ mộng, đồi thông bạt ngàn và không gian núi rừng, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa cao nguyên gió ngàn.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 14 qua Bình Phước, đến Pleiku, khoảng 550 km, mất 11-12 tiếng, nên chia 2 ngày. Đường đẹp nhưng có đoạn qua Đắk Nông gập ghềnh. Từ Buôn Ma Thuột, đi Quốc lộ 14, khoảng 180 km, mất 4-5 tiếng. Trong Pleiku, chạy xe đến biển hồ T’Nưng (10 km) qua đường tỉnh lộ 671.</p><h4>Chuẩn Bị Gì?</h4><p>Pleiku mát mẻ nhưng nắng gắt ban ngày, nên mang áo thoáng và kem chống nắng. Mũ bảo hiểm, găng tay, và giày chống trơn là cần thiết. Đổ xăng đầy ở Pleiku vì trạm xăng thưa ở ngoại ô. Đồ ăn nhẹ như bánh mì, cà phê gói rất tiện, nhưng thử cơm lam, gà nướng ở quán ven đường là tuyệt vời. Mang áo mưa vì mưa bất chợt xảy ra.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Biển hồ T’Nưng</strong>: Đường tỉnh lộ 671 dài 10 km, chạy xe ngắm hồ nước thơ mộng.</li><li><strong>Đồi thông Pleiku</strong>: Gần trung tâm, chạy xe thong dong giữa rừng thông.</li><li><strong>Chợ đêm Pleiku</strong>: Đường nội thành, dừng xe thưởng thức ẩm thực Tây Nguyên.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-3) để ngắm hoa cà phê. Pleiku là chuyến phượt cao nguyên với thiên nhiên và văn hóa đặc sắc.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 60,
    "name": "Quảng Bình",
    "image": "/images/QuangBinh.webp",
    "description": "Vùng đất hang động kỳ thú với Phong Nha - Kẻ Bàng huyền bí, biển Nhật Lệ trong xanh và làng bích họa Cảnh Dương độc đáo.",
    "address": "Phường Đồng Hải, đường Lý Thường Kiệt, TP. Đồng Hới, tỉnh Quảng Bình",
    "coordinates": {
      "latitude": 17.468,
      "longitude": 106.622
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Quảng Bình</h3><p>Quảng Bình, vùng đất hang động kỳ thú, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và khám phá. Với khu vực Phong Nha - Kẻ Bàng huyền bí, biển Nhật Lệ trong xanh và làng bích họa Cảnh Dương độc đáo, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa núi rừng, biển cả và không gian miền Trung đầy sức sống. Đây là nơi bạn có thể vừa chiêm ngưỡng kỳ quan thiên nhiên, vừa thưởng thức nét văn hóa địa phương.</p><h4>Cách Di Chuyển</h4><p>Từ Huế, bạn chạy xe máy theo Quốc lộ 1A qua đèo Ngang, đến TP. Đồng Hới, quãng đường khoảng 170 km, mất 3-4 tiếng. Đường quốc lộ rộng, bằng phẳng, nhưng đoạn qua đèo Ngang hơi quanh co, cần tay lái chắc, nhất là khi trời mưa. Nếu từ Hà Nội, bạn đi Quốc lộ 1A qua Vinh, tổng cộng khoảng 450 km, mất 9-10 tiếng, nên chia làm 2 ngày với điểm nghỉ ở Vinh hoặc Huế. Từ trung tâm Đồng Hới, xe máy là phương tiện tuyệt vời để đến Phong Nha (50 km) qua đường Hồ Chí Minh nhánh Tây, biển Nhật Lệ (5 km) qua đường ven biển, hoặc làng bích họa Cảnh Dương (10 km) qua đường tỉnh lộ. Các cung đường này khá đẹp, xuyên qua rừng và đồng lúa.</p><h4>Chuẩn Bị Gì?</h4><p>Quảng Bình nắng nóng vào mùa hè và mát mẻ vào mùa đông, nên mang áo thoáng mát nếu đi mùa nóng (tháng 5-8) hoặc áo khoác mỏng nếu đi mùa lạnh (tháng 11-2). Mũ bảo hiểm đạt chuẩn, kính râm để chống chói, và giày thể thao là cần thiết khi đi đường dài hoặc vào hang động. Đổ xăng đầy bình ở Đồng Hới vì trạm xăng thưa trên đường Hồ Chí Minh dẫn đến Phong Nha. Đồ ăn nhẹ như bánh mì, hải sản khô (mực rim), hoặc trái cây tươi rất phù hợp cho chuyến đi, nhưng bạn cũng nên thử đặc sản địa phương như bánh khoái, chả ram Quảng Bình ở các quán ven đường. Mang theo áo mưa nhỏ gọn vì mưa bất chợt có thể xảy ra, đặc biệt mùa mưa lũ (tháng 10-11). Nếu định cắm trại ở khu vực gần Phong Nha hoặc biển Nhật Lệ, mang lều nhỏ và đèn pin để trải nghiệm đêm rừng hoặc đêm biển.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Phong Nha - Kẻ Bàng</strong>: Đường Hồ Chí Minh nhánh Tây dài 50 km, cảnh rừng đẹp, gửi xe ở bến thuyền và đi thuyền vào động với những nhũ đá kỳ vĩ, không gian huyền bí.</li><li><strong>Biển Nhật Lệ</strong>: Cách trung tâm 5 km, đường ven biển rộng rãi, chạy xe máy dọc bãi, dừng lại tắm biển hoặc ngắm sóng vỗ vào bờ cát vàng.</li><li><strong>Làng bích họa Cảnh Dương</strong>: Đường tỉnh lộ 10 km, chạy xe đến làng nhỏ với những bức tranh tường đầy màu sắc, mang đậm nét văn hóa địa phương.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 4 đến tháng 8) để biển đẹp và đường vào động khô ráo, tránh mùa mưa lũ vì đường trơn trượt và nước ngập. Nếu đi qua đèo Ngang, dừng lại chụp ảnh với khung cảnh núi biển tuyệt đẹp. Quảng Bình là chuyến phượt thú vị, mang đến sự kết hợp giữa hang động kỳ vĩ, biển cả trong xanh và nét độc đáo của miền Trung, khiến bạn muốn quay lại nhiều lần.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 61,
    "name": "Quảng Nam",
    "image": "/images/QuangNam.webp",
    "description": "Vùng đất di sản với phố cổ Hội An lung linh, thánh địa Mỹ Sơn cổ kính và biển Cửa Đại yên bình.",
    "address": "Phường Cẩm Phô, đường Trần Quý Cáp, TP. Hội An, tỉnh Quảng Nam",
    "coordinates": {
      "latitude": 15.88,
      "longitude": 108.338
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Quảng Nam</h3><p>Quảng Nam, vùng đất di sản miền Trung, là điểm đến lý tưởng cho dân phượt yêu thích văn hóa cổ kính và thiên nhiên yên bình. Với phố cổ Hội An lung linh đèn lồng, thánh địa Mỹ Sơn cổ kính và biển Cửa Đại mát lành, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa không gian hoài niệm, biển cả và những di sản độc đáo của Việt Nam.</p><h4>Cách Di Chuyển</h4><p>Từ Đà Nẵng, bạn chạy xe máy theo đường ven biển Võ Nguyên Giáp qua cầu Cửa Đại, đến TP. Hội An, quãng đường khoảng 30 km, mất 1 tiếng. Đường nhựa rộng, thoáng đãng, rất thích hợp để ngắm cảnh biển và cảm nhận gió mát. Nếu từ Huế, bạn đi Quốc lộ 1A qua đèo Hải Vân, rồi rẽ vào Hội An, tổng cộng khoảng 120 km, mất 3-4 tiếng với cung đường đèo ngoạn mục. Từ Hội An, xe máy là phương tiện tuyệt vời để đến thánh địa Mỹ Sơn (40 km) qua đường tỉnh lộ 610 hoặc biển Cửa Đại (5 km) qua đường ven biển. Các con đường nhỏ quanh Hội An rất dễ đi, phù hợp để khám phá.</p><h4>Chuẩn Bị Gì?</h4><p>Quảng Nam nắng nóng mùa hè và mát mẻ mùa đông, nên mang áo thoáng mát nếu đi mùa nóng (tháng 5-8) hoặc áo khoác mỏng nếu đi mùa lạnh (tháng 11-2). Mũ bảo hiểm đạt chuẩn, kính râm để chống chói, và giày thể thao là cần thiết khi đi đường dài hoặc tham quan Mỹ Sơn. Đổ xăng đầy bình ở Đà Nẵng hoặc Hội An vì trạm xăng thưa ở vùng quê như đường đến Mỹ Sơn. Đồ ăn nhẹ như bánh mì, bánh ít lá gai, hoặc chè bắp rất tiện mang theo, nhưng bạn cũng nên thử đặc sản địa phương như cao lầu, cơm gà Hội An ở các quán ven đường. Mang theo áo mưa nhỏ gọn và đồ bơi để tắm biển Cửa Đại. Nếu muốn qua đêm ở bãi biển, mang lều nhỏ và đèn pin để tận hưởng không gian đêm bên sóng vỗ.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Phố cổ Hội An</strong>: Đường nhỏ như Trần Phú, Nguyễn Huệ, chạy xe máy chậm rãi ngắm nhà cổ, đèn lồng rực rỡ về đêm và không khí hoài niệm.</li><li><strong>Thánh địa Mỹ Sơn</strong>: Đường tỉnh lộ 610 dài 40 km, gửi xe ở bãi và đi bộ khám phá khu di tích Chăm Pa cổ kính giữa rừng xanh.</li><li><strong>Biển Cửa Đại</strong>: Đường ven biển 5 km, chạy xe đến bãi biển yên bình, dừng lại tắm biển hoặc thư giãn dưới bóng dừa.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 3 đến tháng 8) để tận hưởng biển đẹp và phố cổ khô ráo, tránh mùa mưa vì đường trơn và có thể ngập. Tham gia đêm rằm ở Hội An (ngày 14 âm lịch) để ngắm đèn lồng và thả hoa đăng. Quảng Nam là chuyến phượt nhẹ nhàng nhưng đậm chất văn hóa, mang đến sự kết hợp giữa di sản cổ kính, biển cả và không gian miền Trung đáng nhớ.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 62,
    "name": "Quảng Ngãi",
    "image": "/images/QuangNgai.webp",
    "description": "Vùng đất miền Trung kiên cường với đảo Lý Sơn thơ mộng, biển Mỹ Khê hoang sơ và núi Thiên Ấn hùng vĩ.",
    "address": "Phường Lê Hồng Phong, đường Hùng Vương, TP. Quảng Ngãi, tỉnh Quảng Ngãi",
    "coordinates": {
      "latitude": 15.121,
      "longitude": 108.804
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Quảng Ngãi</h3><p>Quảng Ngãi, vùng đất miền Trung kiên cường, là điểm đến hấp dẫn cho dân phượt yêu thích biển đảo và thiên nhiên hoang sơ. Với đảo Lý Sơn thơ mộng, biển Mỹ Khê hoang sơ và núi Thiên Ấn hùng vĩ, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa biển cả, núi rừng và không gian đậm chất miền Trung đầy sức sống.</p><h4>Cách Di Chuyển</h4><p>Từ Đà Nẵng, bạn chạy xe máy theo Quốc lộ 1A qua Quảng Nam, đến TP. Quảng Ngãi, quãng đường khoảng 130 km, mất 3-4 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn qua Tam Kỳ có thể đông xe. Từ TP. Quảng Ngãi, bạn đi đường tỉnh lộ 623 đến cảng Sa Kỳ (20 km) để ra đảo Lý Sơn (tàu cao tốc 35-45 phút), đường ven biển đến biển Mỹ Khê (15 km), hoặc đường tỉnh lộ 622 đến núi Thiên Ấn (5 km). Xe máy là phương tiện tuyệt vời để khám phá các cung đường nhỏ và mang xe qua đảo Lý Sơn nếu muốn.</p><h4>Chuẩn Bị Gì?</h4><p>Quảng Ngãi nắng nóng quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, giày chống trơn trượt, và đồ bơi là cần thiết khi đi biển hoặc đảo. Đổ xăng đầy bình ở Quảng Ngãi vì trạm xăng thưa ở vùng ven như đường ra Sa Kỳ. Đồ ăn nhẹ như bánh mì, bánh bèo chén, hoặc hải sản khô rất tiện mang theo, nhưng bạn cũng nên dừng chân thử đặc sản như cá bống sông Trà, don Quảng Ngãi ở các quán ven đường. Mang theo áo mưa nhỏ gọn vì mưa bất chợt có thể xảy ra. Nếu định cắm trại ở Lý Sơn hoặc Mỹ Khê, mang lều nhỏ và đèn pin để tận hưởng đêm biển.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đảo Lý Sơn</strong>: Đường tỉnh lộ 623 dài 20 km đến cảng Sa Kỳ, gửi xe lên tàu hoặc thuê xe trên đảo, chạy xe ngắm núi Thới Lới và cánh đồng tỏi.</li><li><strong>Biển Mỹ Khê</strong>: Đường ven biển 15 km, chạy xe đến bãi biển hoang sơ, dừng lại tắm biển hoặc ngắm sóng.</li><li><strong>Núi Thiên Ấn</strong>: Đường 5 km, chạy xe lên núi ngắm cảnh sông Trà Khúc và không gian hùng vĩ.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 3-8) để biển đẹp và tàu ra Lý Sơn ổn định. Quảng Ngãi là chuyến phượt thú vị với đảo, biển và nét đẹp miền Trung kiên cường.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 63,
    "name": "Quảng Ninh",
    "image": "/images/QuangNinh.webp",
    "description": "Vùng đất vịnh Hạ Long kỳ vĩ, đảo Cô Tô hoang sơ và Yên Tử linh thiêng giữa núi rừng.",
    "address": "Phường Hồng Gai, đường Hạ Long, TP. Hạ Long, tỉnh Quảng Ninh",
    "coordinates": {
      "latitude": 20.951,
      "longitude": 107.08
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Quảng Ninh</h3><p>Quảng Ninh, vùng đất phía Đông Bắc với vịnh Hạ Long kỳ vĩ, đảo Cô Tô hoang sơ và Yên Tử linh thiêng, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và văn hóa. Hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa biển cả, núi rừng và không gian hùng vĩ của miền Bắc, nơi bạn có thể khám phá những kỳ quan nổi tiếng thế giới.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 18 qua Bắc Ninh, đến TP. Hạ Long, quãng đường khoảng 160 km, mất 3-4 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn qua Chí Linh có thể đông. Từ Hạ Long, bạn đi đường tỉnh lộ đến bến tàu Cái Rồng (50 km) để ra đảo Cô Tô (tàu cao tốc 1-2 tiếng), hoặc đường Quốc lộ 4B đến Yên Tử (40 km). Xe máy là phương tiện tuyệt vời để khám phá các cung đường ven biển và núi, có thể mang xe qua đảo nếu cần.</p><h4>Chuẩn Bị Gì?</h4><p>Quảng Ninh lạnh mùa đông (tháng 11-2) và nóng mùa hè, nên mang áo ấm nếu đi mùa lạnh hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm đạt chuẩn, kính râm, và giày thể thao là cần thiết khi đi đường dài hoặc leo Yên Tử. Đổ xăng đầy ở Hạ Long vì trạm xăng thưa ở vùng đảo. Đồ ăn nhẹ như bánh mì, bánh cốm, hoặc hải sản khô rất tiện, nhưng thử chả mực, bún bề bề ở quán ven đường là không thể bỏ qua. Mang áo mưa, đồ bơi và lều nhỏ nếu cắm trại ở Cô Tô.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Vịnh Hạ Long</strong>: Đường trung tâm, chạy xe đến bến tàu, gửi xe và thuê thuyền ngắm kỳ quan.</li><li><strong>Đảo Cô Tô</strong>: Đường 50 km đến Cái Rồng, gửi xe lên tàu hoặc thuê xe trên đảo khám phá bãi biển hoang sơ.</li><li><strong>Yên Tử</strong>: Đường 40 km, chạy xe đến chân núi, gửi xe và leo núi linh thiêng.</li></ul><p>Mẹo nhỏ: Đi mùa hè để tắm biển Cô Tô hoặc mùa xuân để hành hương Yên Tử. Quảng Ninh là chuyến phượt đa dạng với vịnh, đảo và núi thiêng.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 64,
    "name": "Quảng Trị",
    "image": "/images/QuangTri.webp",
    "description": "Vùng đất lịch sử với thành cổ Quảng Trị kiên cường, biển Cửa Tùng xanh mát và cầu Hiền Lương đầy ký ức.",
    "address": "Phường 1, đường Lê Lợi, TP. Đông Hà, tỉnh Quảng Trị",
    "coordinates": {
      "latitude": 16.794,
      "longitude": 107.104
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Quảng Trị</h3><p>Quảng Trị, vùng đất lịch sử miền Trung, là điểm đến lý tưởng cho dân phượt yêu thích khám phá quá khứ và thiên nhiên. Với thành cổ Quảng Trị kiên cường, biển Cửa Tùng xanh mát và cầu Hiền Lương đầy ký ức, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa biển cả, đồng lúa và không gian đậm chất lịch sử của Việt Nam.</p><h4>Cách Di Chuyển</h4><p>Từ Huế, bạn chạy xe máy theo Quốc lộ 1A qua Phong Điền, đến TP. Đông Hà, khoảng 70 km, mất 1-2 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn qua thị xã Quảng Trị có thể đông. Từ Đông Hà, bạn đi đường tỉnh lộ 558 đến thành cổ Quảng Trị (15 km), đường ven biển đến Cửa Tùng (30 km), hoặc đường Quốc lộ 1A đến cầu Hiền Lương (20 km). Xe máy là phương tiện tuyệt vời để khám phá các cung đường nhỏ qua đồng quê và bãi biển.</p><h4>Chuẩn Bị Gì?</h4><p>Quảng Trị nắng nóng mùa hè và mát mùa đông, nên mang áo thoáng hoặc áo ấm tùy thời điểm. Mũ bảo hiểm, kính râm, và giày thể thao là cần thiết khi đi đường dài. Đổ xăng đầy ở Đông Hà vì trạm xăng thưa ở vùng ven. Đồ ăn nhẹ như bánh mì, bánh ướt thịt nướng, hoặc bánh khoái rất tiện, nhưng thử bún hến, cháo vạt giường ở quán ven đường là trải nghiệm tuyệt vời. Mang áo mưa và đồ bơi nếu định tắm biển Cửa Tùng.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Thành cổ Quảng Trị</strong>: Đường 15 km, chạy xe đến khu di tích lịch sử, dừng lại cảm nhận không gian kiên cường.</li><li><strong>Biển Cửa Tùng</strong>: Đường ven biển 30 km, chạy xe ngắm biển xanh và tắm nước mát.</li><li><strong>Cầu Hiền Lương</strong>: Đường 20 km, dừng xe khám phá ký ức phân chia hai miền.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 3-8) để tắm biển Cửa Tùng. Quảng Trị là chuyến phượt đầy cảm xúc với lịch sử và thiên nhiên miền Trung.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 65,
    "name": "Quy Nhơn",
    "image": "/images/QuyNhon.webp",
    "description": "Thành phố biển Bình Định yên bình với Eo Gió kỳ vĩ, Kỳ Co hoang sơ và tháp Bánh Ít cổ kính.",
    "address": "Phường Lê Lợi, đường Nguyễn Huệ, TP. Quy Nhơn, tỉnh Bình Định",
    "coordinates": {
      "latitude": 13.782,
      "longitude": 109.219
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Quy Nhơn</h3><p>Quy Nhơn, thành phố biển yên bình của Bình Định, là điểm đến lý tưởng cho dân phượt yêu thích biển xanh và văn hóa cổ kính. Với Eo Gió kỳ vĩ, Kỳ Co hoang sơ và tháp Bánh Ít cổ kính, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa sóng biển, núi non và không gian miền Trung đầy sức hút. Đây là nơi bạn có thể vừa thư giãn bên bãi biển, vừa khám phá những di tích độc đáo.</p><h4>Cách Di Chuyển</h4><p>Từ Đà Nẵng, bạn chạy xe máy theo Quốc lộ 1A qua Phú Yên, đến TP. Quy Nhơn, quãng đường khoảng 320 km, mất 7-8 tiếng. Đường quốc lộ rộng, nhưng đoạn qua đèo Cả hơi quanh co, cần tay lái chắc. Từ TP. Hồ Chí Minh, bạn đi Quốc lộ 1A qua Bình Thuận, khoảng 650 km, mất 12-14 tiếng, nên chia làm 2 ngày với điểm nghỉ ở Nha Trang. Từ trung tâm Quy Nhơn, xe máy là phương tiện tuyệt vời để đến Eo Gió (20 km) qua đường ven biển, Kỳ Co (25 km) qua đường tỉnh lộ, hoặc tháp Bánh Ít (15 km) qua đường nhỏ dẫn ra ngoại ô. Các cung đường này đều đẹp, dễ đi và phù hợp để phượt.</p><h4>Chuẩn Bị Gì?</h4><p>Quy Nhơn nắng nóng quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, giày chống trơn trượt, và đồ bơi là cần thiết khi đi biển hoặc khám phá Eo Gió, Kỳ Co. Đổ xăng đầy bình ở Quy Nhơn vì trạm xăng thưa ở vùng ven như đường ra Kỳ Co. Đồ ăn nhẹ như bánh mì, hải sản khô (mực rim), hoặc bánh ít lá gai rất tiện mang theo, nhưng bạn cũng nên dừng chân ở các quán ven đường để thử đặc sản như bún chả cá Quy Nhơn, bánh xèo tôm nhảy – những món ăn đậm chất miền Trung. Mang theo áo mưa nhỏ gọn vì mưa bất chợt có thể xảy ra, dù hiếm. Nếu định cắm trại ở Kỳ Co, mang lều nhỏ, túi ngủ và đèn pin để tận hưởng đêm biển.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Eo Gió</strong>: Đường ven biển 20 km, chạy xe đến bãi gửi và đi bộ ngắm Eo Gió với núi đá ôm biển, cảnh sắc kỳ vĩ.</li><li><strong>Kỳ Co</strong>: Đường tỉnh lộ 25 km, chạy xe qua đèo nhỏ, gửi xe và đi thuyền hoặc đi bộ xuống bãi biển hoang sơ, nước trong xanh tuyệt đẹp.</li><li><strong>Tháp Bánh Ít</strong>: Đường 15 km, chạy xe đến ngoại ô, gửi xe tham quan quần thể tháp Chăm cổ kính giữa không gian yên bình.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 3 đến tháng 8) để tận hưởng biển đẹp và thời tiết dễ chịu. Hãy mang chai nước lớn vì nắng nóng dễ làm bạn mất sức khi đi bộ ở Eo Gió hay Kỳ Co. Quy Nhơn là chuyến phượt đầy thú vị, kết hợp giữa biển cả xanh mát, núi đá kỳ vĩ và di sản văn hóa Chăm, mang lại trải nghiệm phong phú cho bất kỳ ai yêu thích khám phá miền Trung.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 66,
    "name": "Sa Pa",
    "image": "/images/SaPa.webp",
    "description": "Thị trấn sương mù Tây Bắc với ruộng bậc thang tuyệt đẹp, đỉnh Fansipan hùng vĩ và bản Cát Cát thơ mộng.",
    "address": "Phường Sa Pa, đường Thác Bạc, thị xã Sa Pa, tỉnh Lào Cai",
    "coordinates": {
      "latitude": 22.336,
      "longitude": 103.843
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Sa Pa</h3><p>Sa Pa, thị trấn sương mù của Tây Bắc, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và văn hóa dân tộc. Với ruộng bậc thang tuyệt đẹp, đỉnh Fansipan hùng vĩ và bản Cát Cát thơ mộng, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa núi rừng, mây trắng và không gian Tây Bắc đầy cuốn hút. Đây là nơi bạn có thể tận hưởng không khí mát lạnh và khám phá đời sống vùng cao.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 32 qua Yên Bái, đến TP. Lào Cai (300 km, 6-8 tiếng), rồi đi Quốc lộ 4D qua đèo Ô Quy Hồ đến Sa Pa (35 km, 1-2 tiếng). Đường đèo Ô Quy Hồ quanh co, dốc cao, đòi hỏi tay lái vững và xe tốt, đặc biệt khi sương mù dày. Từ trung tâm Sa Pa, xe máy là phương tiện tối ưu để khám phá bản Cát Cát (3 km), ruộng bậc thang Tả Van (10 km), hoặc đường lên cáp treo Fansipan (5 km). Các con đường nhỏ quanh Sa Pa tuy gập ghềnh nhưng rất đáng để trải nghiệm.</p><h4>Chuẩn Bị Gì?</h4><p>Sa Pa lạnh quanh năm, nhất là mùa đông (tháng 11-2), nên mang áo ấm dày, găng tay giữ ấm, và giày chống trơn trượt để đi đường đèo hoặc bản làng. Mũ bảo hiểm đạt chuẩn là bắt buộc vì đường núi trơn khi mưa. Đổ xăng đầy bình ở Lào Cai vì trạm xăng ở Sa Pa ít. Đồ ăn nhẹ như bánh mì, lương khô, hoặc socola rất tiện mang theo để tiếp năng lượng, nhưng bạn cũng nên thử thịt trâu gác bếp, thắng cố ở các quán địa phương – những món ăn đặc trưng vùng cao. Mang theo áo mưa, bản đồ offline vì sóng điện thoại yếu ở vùng núi. Nếu định cắm trại ở Tả Van, mang lều nhỏ và túi ngủ ấm để tận hưởng đêm núi lạnh giá.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Ruộng bậc thang Tả Van</strong>: Đường 10 km, chạy xe qua bản làng, dừng lại ngắm ruộng bậc thang đẹp nhất vào mùa lúa chín (tháng 9-10).</li><li><strong>Bản Cát Cát</strong>: Đường 3 km, chạy xe đến bãi gửi và đi bộ khám phá bản của người H’Mông với thác nước và văn hóa độc đáo.</li><li><strong>Đỉnh Fansipan</strong>: Đường 5 km đến trạm cáp treo, gửi xe và leo núi hoặc đi cáp treo lên đỉnh cao nhất Đông Dương.</li></ul><p>Mẹo nhỏ: Đi vào mùa lúa chín (tháng 9-10) để ngắm ruộng bậc thang vàng rực hoặc mùa đông để săn mây, ngắm tuyết nếu may mắn. Kiểm tra xe kỹ trước khi lên đèo Ô Quy Hồ để đảm bảo an toàn. Sa Pa là chuyến phượt đầy thử thách nhưng đáng giá, với thiên nhiên hùng vĩ, văn hóa đa dạng và không gian sương mù đặc trưng của Tây Bắc.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 67,
    "name": "Sóc Trăng",
    "image": "/images/SocTrang.webp",
    "description": "Vùng đất miền Tây trù phú với chùa Dơi độc đáo, chợ nổi Ngã Năm nhộn nhịp và vườn cò Tân Long xanh mát.",
    "address": "Phường 2, đường Lê Hồng Phong, TP. Sóc Trăng, tỉnh Sóc Trăng",
    "coordinates": {
      "latitude": 9.602,
      "longitude": 105.974
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Sóc Trăng</h3><p>Sóc Trăng, vùng đất miền Tây trù phú, là điểm đến lý tưởng cho dân phượt yêu thích sông nước và văn hóa Nam Bộ. Với chùa Dơi độc đáo, chợ nổi Ngã Năm nhộn nhịp và vườn cò Tân Long xanh mát, hành trình bằng xe máy đến đây mang lại cảm giác gần gũi với thiên nhiên, kênh rạch và không gian miền Tây chân chất, nơi bạn có thể tận hưởng sự bình dị và thân thiện của người dân.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Long An, Tiền Giang, đến TP. Sóc Trăng, quãng đường khoảng 230 km, mất 5-6 tiếng. Đường quốc lộ rộng, bằng phẳng, nhưng đoạn qua cầu Cần Thơ có thể đông vào cuối tuần, cần chú ý an toàn. Từ trung tâm Sóc Trăng, bạn đi đường tỉnh lộ 941 đến chùa Dơi (3 km), đường tỉnh lộ 8 đến chợ nổi Ngã Năm (40 km), hoặc đường nhỏ đến vườn cò Tân Long (15 km). Xe máy là phương tiện hoàn hảo để len lỏi qua các con đường quê giữa đồng lúa và kênh rạch, tận hưởng cảnh sắc miền Tây.</p><h4>Chuẩn Bị Gì?</h4><p>Sóc Trăng nóng ẩm quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, giày chống trơn, và áo mưa là cần thiết vì mưa bất chợt thường xảy ra, đặc biệt vào mùa mưa (tháng 5-11). Đổ xăng đầy bình ở Sóc Trăng vì trạm xăng thưa ở vùng quê như Ngã Năm. Đồ ăn nhẹ như bánh mì, bánh pía, hoặc xôi rất tiện mang theo, nhưng bạn cũng nên dừng chân thử đặc sản như bún nước lèo, bánh cống ở các quán ven đường – những món ăn đậm chất Sóc Trăng. Mang theo bình nước lớn để giữ sức trên đường dài. Nếu định qua đêm ở vườn cò, mang võng hoặc lều nhỏ để nghỉ dưới bóng cây.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Chùa Dơi</strong>: Đường tỉnh lộ 941 chỉ 3 km, chạy xe đến bãi gửi và tham quan ngôi chùa độc đáo với đàn dơi hàng ngàn con.</li><li><strong>Chợ nổi Ngã Năm</strong>: Đường tỉnh lộ 8 dài 40 km, chạy xe đến bến sông, gửi xe và đi thuyền ngắm chợ nổi nhộn nhịp, đặc trưng miền Tây.</li><li><strong>Vườn cò Tân Long</strong>: Đường nhỏ 15 km, chạy xe qua đồng quê, dừng lại ngắm đàn cò bay về tổ vào chiều tà.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 12 đến tháng 4) để tránh đường ngập và tận hưởng thời tiết dễ chịu. Hỏi người dân về các lối tắt hoặc quán ăn ngon để chuyến đi thêm thú vị. Sóc Trăng là chuyến phượt nhẹ nhàng nhưng đầy ấn tượng, với sông nước, văn hóa Khmer và không gian miền Tây yên bình, rất hợp cho những ai muốn trải nghiệm đời sống Nam Bộ.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 68,
    "name": "Sơn La",
    "image": "/images/SonLa.webp",
    "description": "Vùng núi Tây Bắc hùng vĩ với cao nguyên Mộc Châu xanh mát, nhà tù Sơn La lịch sử và thủy điện Sơn La khổng lồ.",
    "address": "Phường Tô Hiệu, đường Tô Hiệu, TP. Sơn La, tỉnh Sơn La",
    "coordinates": {
      "latitude": 21.327,
      "longitude": 103.914
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Sơn La</h3><p>Sơn La, vùng núi Tây Bắc hùng vĩ, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và lịch sử. Với cao nguyên Mộc Châu xanh mát, nhà tù Sơn La lịch sử và thủy điện Sơn La khổng lồ, hành trình bằng xe máy đến đây mang lại cảm giác phiêu lưu giữa núi rừng, cao nguyên và không gian Tây Bắc đầy sức sống, nơi bạn có thể khám phá vẻ đẹp hoang sơ và ký ức hào hùng.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 6 qua Hòa Bình, đến TP. Sơn La, quãng đường khoảng 310 km, mất 7-8 tiếng. Đường nhựa đẹp, nhưng có nhiều đoạn đèo như đèo Thung Khe, đèo Đá Trắng, đòi hỏi tay lái chắc, đặc biệt khi trời mưa hoặc sương mù. Từ TP. Sơn La, bạn đi Quốc lộ 6 ngược về cao nguyên Mộc Châu (140 km), đường nội thành đến nhà tù Sơn La (1 km), hoặc đường tỉnh lộ 106 đến thủy điện Sơn La (30 km). Xe máy là phương tiện tối ưu để chinh phục các cung đường đèo và khám phá vùng núi Tây Bắc.</p><h4>Chuẩn Bị Gì?</h4><p>Sơn La lạnh mùa đông (tháng 11-2) và mát mẻ mùa hè, nên mang áo ấm dày nếu đi mùa lạnh, đặc biệt trên các đỉnh đèo cao, hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm đạt chuẩn, găng tay giữ ấm, và giày chống trơn là bắt buộc vì đường đèo trơn trượt khi mưa. Đổ xăng đầy bình ở Hòa Bình hoặc TP. Sơn La vì trạm xăng hiếm ở vùng núi. Đồ ăn nhẹ như lương khô, mì gói, bánh mì, hoặc socola rất cần thiết khi đi qua các đoạn hẻo lánh không có quán, nhưng thử thịt trâu gác bếp, cơm lam ở quán ven đường là trải nghiệm đáng giá. Mang theo áo mưa, bản đồ offline vì sóng điện thoại yếu. Nếu định cắm trại ở Mộc Châu, mang lều nhỏ và túi ngủ ấm.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Cao nguyên Mộc Châu</strong>: Đường Quốc lộ 6 dài 140 km, chạy xe qua đèo ngắm đồi chè xanh mướt, đặc biệt đẹp vào mùa hoa cải (tháng 11-12).</li><li><strong>Nhà tù Sơn La</strong>: Đường nội thành 1 km, chạy xe đến khu di tích lịch sử, dừng lại tìm hiểu về quá khứ đấu tranh của dân tộc.</li><li><strong>Thủy điện Sơn La</strong>: Đường tỉnh lộ 106 dài 30 km, chạy xe đến công trình khổng lồ giữa núi rừng, ngắm hồ nước rộng lớn.</li></ul><p>Mẹo nhỏ: Đi vào mùa xuân (tháng 2-3) để ngắm hoa mận, hoa đào nở rộ trên cao nguyên Mộc Châu. Kiểm tra phanh và lốp xe trước khi lên đèo để đảm bảo an toàn. Sơn La là chuyến phượt đầy cảm hứng, với thiên nhiên hùng vĩ, di tích lịch sử và không gian Tây Bắc hoang sơ, mang lại trải nghiệm khó quên cho những ai yêu thích khám phá.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 69,
    "name": "Tam Đảo",
    "image": "/images/TamDao.webp",
    "description": "Thị trấn mây mù với khí hậu mát mẻ quanh năm, thác Bạc thơ mộng và nhà thờ đá cổ kính.",
    "address": "Thị trấn Tam Đảo, đường Tam Đảo, huyện Tam Đảo, tỉnh Vĩnh Phúc",
    "coordinates": {
      "latitude": 21.456,
      "longitude": 105.636
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Tam Đảo</h3><p>Tam Đảo, thị trấn mây mù của Vĩnh Phúc, là điểm đến lý tưởng cho dân phượt yêu thích không khí mát mẻ và thiên nhiên gần gũi. Với thác Bạc thơ mộng, nhà thờ đá cổ kính và khí hậu dễ chịu quanh năm, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa núi rừng, mây trắng và không gian yên bình, rất phù hợp để thư giãn cuối tuần.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 2 qua Vĩnh Yên, đến thị trấn Tam Đảo, quãng đường khoảng 80 km, mất 2-3 tiếng. Đường nhựa đẹp, nhưng đoạn đèo lên Tam Đảo (15 km từ chân núi) quanh co, dốc cao, cần tay lái vững và xe tốt, đặc biệt khi sương mù dày hoặc trời mưa. Từ trung tâmTam Đảo, xe máy là cách tốt nhất để khám phá thác Bạc (2 km), nhà thờ đá (ngay trung tâm), hoặc các con đường nhỏ vòng quanh thị trấn ngắm mây. Đường đèo tuy ngắn nhưng mang lại cảm giác phượt đầy thú vị.</p><h4>Chuẩn Bị Gì?</h4><p>Tam Đảo mát mẻ quanh năm, nhưng lạnh vào mùa đông (tháng 11-2), nên mang áo ấm, áo khoác chống gió và quần dài để giữ ấm. Mũ bảo hiểm đạt chuẩn, găng tay, và giày chống trơn là cần thiết khi đi đường đèo ẩm ướt hoặc sương phủ. Đổ xăng đầy ở Vĩnh Yên vì trạm xăng ở Tam Đảo ít. Đồ ăn nhẹ như bánh mì, socola, hoặc trái cây khô rất hợp với khí hậu se lạnh, giúp bạn tiếp năng lượng, nhưng bạn cũng nên thử su su xào, gà đồi nướng ở các quán địa phương – những món đặc sản nổi tiếng. Mang áo mưa nhỏ gọn vì sương mù và mưa phùn thường xuất hiện. Nếu dự định cắm trại ở khu vực gần thác, mang lều nhỏ và đèn pin.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Thác Bạc</strong>: Đường 2 km từ trung tâm, chạy xe đến bãi gửi và đi bộ xuống ngắm dòng thác trắng xóa giữa rừng xanh.</li><li><strong>Nhà thờ đá</strong>: Ngay trung tâm thị trấn, chạy xe đến ngắm kiến trúc cổ kính và chụp ảnh giữa mây mù.</li><li><strong>Đỉnh Rùng Rình</strong>: Đường nhỏ vòng quanh thị trấn, chạy xe hoặc đi bộ khám phá không gian rừng nguyên sinh và mây phủ.</li></ul><p>Mẹo nhỏ: Đi vào mùa hè để tránh cái nóng Hà Nội hoặc mùa đông để săn mây. Kiểm tra phanh xe trước khi lên đèo để đảm bảo an toàn. Tam Đảo là chuyến phượt ngắn ngày gần Hà Nội, mang lại cảm giác thư thái với khí hậu mát lạnh, thiên nhiên thơ mộng và không gian mây mù đặc trưng, rất hợp cho những ai muốn đổi gió nhanh chóng.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 70,
    "name": "Tây Ninh",
    "image": "/images/TayNinh.webp",
    "description": "Vùng đất biên giới với núi Bà Đen huyền thoại, Tòa Thánh Cao Đài độc đáo và hồ Dầu Tiếng mênh mông.",
    "address": "Phường 3, đường 30/4, TP. Tây Ninh, tỉnh Tây Ninh",
    "coordinates": {
      "latitude": 11.31,
      "longitude": 106.132
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Tây Ninh</h3><p>Tây Ninh, vùng đất biên giới phía Nam, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và văn hóa độc đáo. Với núi Bà Đen huyền thoại, Tòa Thánh Cao Đài nổi bật và hồ Dầu Tiếng mênh mông, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa núi rừng, đồng lúa và không gian miền Nam đầy sức sống. Đây là nơi bạn có thể vừa chinh phục núi cao, vừa khám phá những công trình kiến trúc đặc sắc.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 22 qua Củ Chi, đến TP. Tây Ninh, quãng đường khoảng 100 km, mất 2-3 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn qua Củ Chi có thể đông vào giờ cao điểm, cần chú ý an toàn. Từ trung tâm Tây Ninh, xe máy là phương tiện tuyệt vời để đến núi Bà Đen (10 km) qua đường tỉnh lộ 785, Tòa Thánh Cao Đài (5 km) qua đường nội thành, hoặc hồ Dầu Tiếng (20 km) qua đường tỉnh lộ 781. Các con đường nhỏ dẫn đến những điểm tham quan này đều bằng phẳng, phù hợp để phượt.</p><h4>Chuẩn Bị Gì?</h4><p>Tây Ninh nóng quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, giày thể thao, và áo chống nắng là cần thiết khi đi đường dài hoặc leo núi Bà Đen. Đổ xăng đầy bình ở TP. Hồ Chí Minh hoặc Tây Ninh vì trạm xăng thưa ở vùng ngoại ô như hồ Dầu Tiếng. Đồ ăn nhẹ như bánh mì, bánh tét, hoặc trái cây tươi (đặc biệt bưởi Tây Ninh) rất tiện mang theo, nhưng bạn cũng nên dừng chân ở các quán ven đường để thử bánh tráng phơi sương, thốt nốt – những đặc sản nổi tiếng của vùng. Mang theo áo mưa nhỏ gọn vì mưa bất chợt có thể xảy ra, nhất là mùa mưa (tháng 5-11). Nếu định cắm trại ở hồ Dầu Tiếng, mang lều nhỏ và đèn pin.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Núi Bà Đen</strong>: Đường tỉnh lộ 785 dài 10 km, chạy xe đến chân núi, gửi xe và leo bộ hoặc đi cáp treo lên đỉnh ngắm cảnh hùng vĩ.</li><li><strong>Tòa Thánh Cao Đài</strong>: Đường nội thành 5 km, chạy xe đến bãi gửi và tham quan công trình kiến trúc độc đáo của đạo Cao Đài.</li><li><strong>Hồ Dầu Tiếng</strong>: Đường tỉnh lộ 781 dài 20 km, chạy xe qua đồng quê, dừng lại ngắm hồ nước rộng lớn và không gian yên bình.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 12 đến tháng 4) để leo núi Bà Đen dễ dàng và ngắm hồ Dầu Tiếng trong xanh. Hỏi người dân địa phương về các quán ăn ngon hoặc lối tắt để tiết kiệm thời gian. Tây Ninh là chuyến phượt gần Sài Gòn, mang lại trải nghiệm thú vị với núi, hồ và văn hóa đặc trưng của vùng đất biên giới phía Nam.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 71,
    "name": "Thái Bình",
    "image": "/images/ThaiBinh.webp",
    "description": "Vùng đồng bằng Bắc Bộ với làng chài Đồng Châu yên bình, chùa Keo cổ kính và cánh đồng lúa trải dài.",
    "address": "Phường Lê Hồng Phong, đường Lê Lợi, TP. Thái Bình, tỉnh Thái Bình",
    "coordinates": {
      "latitude": 20.445,
      "longitude": 106.34
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Thái Bình</h3><p>Thái Bình, vùng đồng bằng Bắc Bộ trù phú, là điểm đến lý tưởng cho dân phượt yêu thích sự yên bình và văn hóa làng quê. Với làng chài Đồng Châu yên bình, chùa Keo cổ kính và cánh đồng lúa trải dài, hành trình bằng xe máy đến đây mang lại cảm giác thư giãn giữa đồng lúa xanh mát, biển cả và không gian Bắc Bộ gần gũi, nơi bạn có thể tận hưởng nét đẹp giản dị của miền quê.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 1A qua Hà Nam, đến TP. Thái Bình, quãng đường khoảng 110 km, mất 2-3 tiếng. Đường quốc lộ rộng, bằng phẳng, nhưng đoạn qua Phủ Lý có thể đông vào giờ cao điểm. Từ trung tâm Thái Bình, bạn đi đường tỉnh lộ 39B đến làng chài Đồng Châu (40 km), đường tỉnh lộ 223 đến chùa Keo (20 km), hoặc chạy xe dọc các con đường quê nhỏ để ngắm cánh đồng lúa. Xe máy là phương tiện tuyệt vời để len lỏi qua vùng đồng bằng và khám phá những điểm đến dân dã.</p><h4>Chuẩn Bị Gì?</h4><p>Thái Bình lạnh mùa đông (tháng 11-2) và nóng mùa hè, nên mang áo ấm nếu đi mùa lạnh hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm đạt chuẩn, kính râm, và giày thể thao là cần thiết khi đi đường dài. Đổ xăng đầy ở Hà Nội hoặc TP. Thái Bình vì trạm xăng thưa ở vùng quê như Đồng Châu. Đồ ăn nhẹ như bánh mì, bánh cuốn, hoặc bánh gai rất tiện mang theo, nhưng bạn cũng nên thử chả cá Đồng Châu, bánh cáy ở các quán ven đường – những đặc sản đậm chất Thái Bình. Mang áo mưa vì mưa phùn có thể xuất hiện vào mùa xuân. Nếu định qua đêm ở Đồng Châu, mang lều nhỏ hoặc võng để nghỉ bên bãi biển.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Làng chài Đồng Châu</strong>: Đường tỉnh lộ 39B dài 40 km, chạy xe qua đồng lúa, dừng lại ngắm bãi biển hoang sơ và cuộc sống làng chài.</li><li><strong>Chùa Keo</strong>: Đường tỉnh lộ 223 dài 20 km, chạy xe đến bãi gửi và tham quan ngôi chùa cổ với kiến trúc gỗ độc đáo.</li><li><strong>Cánh đồng lúa</strong>: Chạy xe trên các con đường quê nhỏ, ngắm đồng lúa bát ngát, đặc biệt đẹp vào mùa gặt (tháng 5-6).</li></ul><p>Mẹo nhỏ: Đi vào mùa lúa chín để ngắm cảnh đồng quê đẹp nhất. Thái Bình là chuyến phượt ngắn ngày gần Hà Nội, mang lại cảm giác yên ả với đồng lúa, biển cả và nét đẹp văn hóa truyền thống của vùng Bắc Bộ.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 72,
    "name": "Thái Nguyên",
    "image": "/images/ThaiNguyen.webp",
    "description": "Vùng đất trung du với đồi chè Tân Cương xanh ngát, hồ Núi Cốc thơ mộng và bảo tàng Văn hóa Dân tộc.",
    "address": "Phường Hoàng Văn Thụ, đường Lương Ngọc Quyến, TP. Thái Nguyên, tỉnh Thái Nguyên",
    "coordinates": {
      "latitude": 21.592,
      "longitude": 105.848
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Thái Nguyên</h3><p>Thái Nguyên, vùng đất trung du phía Bắc, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và văn hóa vùng cao. Với đồi chè Tân Cương xanh ngát, hồ Núi Cốc thơ mộng và bảo tàng Văn hóa Dân tộc, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa đồi núi, hồ nước và không gian trung du yên bình, nơi bạn có thể tận hưởng vẻ đẹp tự nhiên và tìm hiểu văn hóa đa dạng.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 3 qua Sóc Sơn, đến TP. Thái Nguyên, quãng đường khoảng 80 km, mất 2-3 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn qua Phổ Yên có thể đông xe, cần chú ý an toàn. Từ trung tâm Thái Nguyên, bạn đi đường tỉnh lộ 266 đến đồi chè Tân Cương (10 km), đường tỉnh lộ 261 đến hồ Núi Cốc (15 km), hoặc đường nội thành đến bảo tàng Văn hóa Dân tộc (2 km). Xe máy là phương tiện tuyệt vời để khám phá các cung đường nhỏ qua đồi chè và hồ nước.</p><h4>Chuẩn Bị Gì?</h4><p>Thái Nguyên lạnh mùa đông (tháng 11-2) và mát mẻ mùa hè, nên mang áo ấm nếu đi mùa lạnh hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm đạt chuẩn, kính râm, và giày thể thao là cần thiết khi đi đường dài. Đổ xăng đầy ở Hà Nội hoặc Thái Nguyên vì trạm xăng thưa ở vùng ngoại ô như hồ Núi Cốc. Đồ ăn nhẹ như bánh mì, bánh cuốn, hoặc chè Thái Nguyên rất tiện mang theo, nhưng bạn cũng nên thử chè Tân Cương, thịt trâu gác bếp ở các quán ven đường – những đặc sản nổi tiếng. Mang áo mưa vì mưa bất chợt có thể xảy ra. Nếu định cắm trại ở hồ Núi Cốc, mang lều nhỏ và đèn pin.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Đồi chè Tân Cương</strong>: Đường tỉnh lộ 266 dài 10 km, chạy xe ngắm đồi chè xanh mướt, dừng lại thưởng thức trà thơm.</li><li><strong>Hồ Núi Cốc</strong>: Đường tỉnh lộ 261 dài 15 km, chạy xe đến hồ nước thơ mộng, ngắm cảnh và thư giãn.</li><li><strong>Bảo tàng Văn hóa Dân tộc</strong>: Đường nội thành 2 km, chạy xe đến tham quan văn hóa các dân tộc vùng trung du.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 3-8) để ngắm đồi chè và hồ Núi Cốc đẹp nhất. Thái Nguyên là chuyến phượt gần Hà Nội, mang lại cảm giác thư thái với thiên nhiên và văn hóa trung du đặc trưng.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 73,
    "name": "Thanh Hóa",
    "image": "/images/ThanhHoa.webp",
    "description": "Vùng đất lịch sử với bãi biển Sầm Sơn rực rỡ, thành nhà Hồ cổ kính và suối cá thần Cẩm Lương độc đáo.",
    "address": "Phường Điện Biên, đường Lê Lợi, TP. Thanh Hóa, tỉnh Thanh Hóa",
    "coordinates": {
      "latitude": 19.807,
      "longitude": 105.776
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Thanh Hóa</h3><p>Thanh Hóa, vùng đất lịch sử miền Trung, là điểm đến lý tưởng cho dân phượt yêu thích biển cả và di sản văn hóa. Với bãi biển Sầm Sơn rực rỡ, thành nhà Hồ cổ kính và suối cá thần Cẩm Lương độc đáo, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa biển xanh, núi rừng và không gian đậm chất miền Trung đầy sức sống.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 1A qua Ninh Bình, đến TP. Thanh Hóa, quãng đường khoảng 150 km, mất 3-4 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn qua Ninh Bình có thể đông. Từ trung tâm Thanh Hóa, bạn đi đường ven biển đến Sầm Sơn (15 km), Quốc lộ 47 đến thành nhà Hồ (50 km), hoặc đường tỉnh lộ 217 đến suối cá thần Cẩm Lương (80 km). Xe máy là phương tiện tuyệt vời để khám phá các cung đường nhỏ qua đồng lúa và núi.</p><h4>Chuẩn Bị Gì?</h4><p>Thanh Hóa nắng nóng mùa hè và lạnh mùa đông, nên mang áo thoáng hoặc áo ấm tùy thời điểm. Mũ bảo hiểm, kính râm, và giày thể thao là cần thiết khi đi đường dài. Đổ xăng đầy ở Thanh Hóa vì trạm xăng thưa ở vùng ven như Cẩm Lương. Đồ ăn nhẹ như bánh mì, bánh khoái, hoặc nem chua rất tiện, nhưng thử nem chua Thanh Hóa, chả tôm ở quán ven đường là không thể bỏ qua. Mang áo mưa và đồ bơi nếu định tắm biển Sầm Sơn.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Bãi biển Sầm Sơn</strong>: Đường ven biển 15 km, chạy xe ngắm biển rực rỡ và tắm nước mát.</li><li><strong>Thành nhà Hồ</strong>: Đường Quốc lộ 47 dài 50 km, gửi xe tham quan di sản thế giới cổ kính.</li><li><strong>Suối cá thần Cẩm Lương</strong>: Đường tỉnh lộ 217 dài 80 km, chạy xe đến ngắm dòng suối với đàn cá độc đáo.</li></ul><p>Mẹo nhỏ: Đi mùa hè để tắm biển Sầm Sơn. Thanh Hóa là chuyến phượt kết hợp biển, lịch sử và thiên nhiên miền Trung.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 74,
    "name": "Tháp Bà",
    "image": "/images/ThapBa.webp",
    "description": "Khu tháp Chăm cổ kính tại Nha Trang với kiến trúc độc đáo, suối nước nóng thư giãn và không gian văn hóa Chăm Pa.",
    "address": "Phường Ngọc Hiệp, đường Tháp Bà, TP. Nha Trang, tỉnh Khánh Hòa",
    "coordinates": {
      "latitude": 12.265,
      "longitude": 109.195
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Tháp Bà</h3><p>Tháp Bà, khu di tích Chăm Pa ở Nha Trang, là điểm đến lý tưởng cho dân phượt yêu thích văn hóa cổ và thư giãn. Với tháp Chăm độc đáo và suối nước nóng, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa không gian miền Trung đầy nắng gió.</p><h4>Cách Di Chuyển</h4><p>Từ trung tâm Nha Trang, bạn chạy xe máy theo đường Lê Hồng Phong, đến Tháp Bà, khoảng 4 km, mất 10-15 phút. Đường nội thành nhỏ nhưng dễ đi. Nếu từ TP. Hồ Chí Minh, đi Quốc lộ 1A qua Phan Rang, đến Nha Trang (450 km, mất 9-10 tiếng), rồi vào Tháp Bà. Xe máy là cách tốt nhất để khám phá khu vực này.</p><h4>Chuẩn Bị Gì?</h4><p>Nha Trang nắng nóng, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm và giày thể thao là cần thiết. Đổ xăng đầy ở Nha Trang vì trạm xăng sẵn có. Đồ ăn nhẹ như bánh mì, hải sản khô rất tiện, nhưng thử bún sứa, nem nướng Ninh Hòa ở quán gần đó là tuyệt vời. Mang áo mưa và đồ bơi nếu tắm suối nước nóng.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Tháp Bà Ponagar</strong>: Đường ngắn từ trung tâm, gửi xe ngắm kiến trúc Chăm cổ.</li><li><strong>Suối nước nóng Tháp Bà</strong>: Gần tháp, chạy xe đến tắm thư giãn.</li><li><strong>Cầu Xóm Bóng</strong>: Đường gần đó, chạy xe ngắm sông Cái.</li></ul><p>Mẹo nhỏ: Đi sáng sớm để tránh nóng và đông. Tháp Bà là chuyến phượt ngắn trong Nha Trang với văn hóa và thư giãn miền Trung.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 75,
    "name": "Thừa Thiên Huế",
    "image": "/images/ThuaThienHue.webp",
    "description": "Cố đô trầm mặc với kinh thành Huế cổ kính, sông Hương thơ mộng và biển Lăng Cô tuyệt đẹp.",
    "address": "Phường Phú Hội, đường Lê Lợi, TP. Huế, tỉnh Thừa Thiên Huế",
    "coordinates": {
      "latitude": 16.467,
      "longitude": 107.579
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Thừa Thiên Huế</h3><p>Thừa Thiên Huế, cố đô trầm mặc, là điểm đến lý tưởng cho dân phượt yêu thích lịch sử và thiên nhiên thơ mộng. Với kinh thành Huế cổ kính, sông Hương mơ màng và biển Lăng Cô tuyệt đẹp, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa nét cổ xưa, sông nước và không gian miền Trung dịu dàng, nơi bạn có thể đắm mình trong văn hóa và cảnh sắc tuyệt vời.</p><h4>Cách Di Chuyển</h4><p>Từ Đà Nẵng, bạn chạy xe máy theo Quốc lộ 1A qua đèo Hải Vân, đến TP. Huế, khoảng 100 km, mất 2-3 tiếng. Đường đẹp, nhưng đèo Hải Vân quanh co, cần tay lái chắc. Từ Hà Nội, đi Quốc lộ 1A qua Vinh, khoảng 650 km, mất 12-14 tiếng, nên chia 2 ngày. Trong Huế, xe máy là cách tuyệt vời để khám phá kinh thành Huế (2 km từ trung tâm), sông Hương (dọc đường Lê Lợi), hoặc biển Lăng Cô (60 km) qua đèo Phú Gia. Các con đường nhỏ trong thành phố và vùng ven rất dễ đi.</p><h4>Chuẩn Bị Gì?</h4><p>Huế nắng nóng mùa hè và lạnh ẩm mùa đông, nên mang áo thoáng hoặc áo ấm tùy thời điểm. Mũ bảo hiểm, kính râm, và giày thể thao là cần thiết khi đi đèo. Đổ xăng đầy ở Đà Nẵng hoặc Huế vì trạm xăng thưa ở vùng ven như Lăng Cô. Đồ ăn nhẹ như bánh mì, bánh khoái, hoặc chè Huế rất tiện, nhưng thử bún bò Huế, nem lụi ở quán ven đường là trải nghiệm tuyệt vời. Mang áo mưa và đồ bơi nếu định tắm biển.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Kinh thành Huế</strong>: Đường 2 km, chạy xe ngắm kiến trúc cổ và lịch sử hoàng gia.</li><li><strong>Sông Hương</strong>: Chạy xe dọc đường Lê Lợi, dừng lại ngắm cầu Trường Tiền về đêm.</li><li><strong>Biển Lăng Cô</strong>: Đường 60 km qua đèo, chạy xe đến bãi biển xanh mát.</li></ul><p>Mẹo nhỏ: Đi mùa xuân để ngắm Huế dịu dàng. Thừa Thiên Huế là chuyến phượt đậm chất văn hóa với lịch sử và thiên nhiên cố đô.</p>",
    "region": "Miền Trung"
  },
  {
    "id": 76,
    "name": "Tiền Giang",
    "image": "/images/TienGiang.webp",
    "description": "Vùng đất miền Tây trù phú với chợ nổi Cái Bè nhộn nhịp, cù lao Thới Sơn xanh mát và chùa Vĩnh Nghiêm độc đáo.",
    "address": "Phường 1, đường Lê Lợi, TP. Mỹ Tho, tỉnh Tiền Giang",
    "coordinates": {
      "latitude": 10.36,
      "longitude": 106.36
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Tiền Giang</h3><p>Tiền Giang, vùng đất miền Tây trù phú, là điểm đến lý tưởng cho dân phượt yêu thích sông nước và văn hóa Nam Bộ. Với chợ nổi Cái Bè nhộn nhịp, cù lao Thới Sơn xanh mát và chùa Vĩnh Nghiêm độc đáo, hành trình bằng xe máy đến đây mang lại cảm giác gần gũi với thiên nhiên, kênh rạch và không gian miền Tây chân chất, nơi bạn có thể tận hưởng sự yên bình và khám phá đời sống sông nước đặc trưng.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Long An, đến TP. Mỹ Tho, quãng đường khoảng 70 km, mất 1-2 tiếng. Đường quốc lộ rộng, bằng phẳng, nhưng đoạn qua Tân An có thể đông vào giờ cao điểm, cần chú ý an toàn. Từ Mỹ Tho, bạn đi đường tỉnh lộ 864 đến chợ nổi Cái Bè (25 km), đường tỉnh lộ 875 đến cù lao Thới Sơn (10 km), hoặc đường nội thành đến chùa Vĩnh Nghiêm (2 km). Xe máy là phương tiện hoàn hảo để len lỏi qua các con đường nhỏ giữa đồng lúa và kênh rạch, tận hưởng cảnh sắc miền Tây.</p><h4>Chuẩn Bị Gì?</h4><p>Tiền Giang nóng ẩm quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, giày chống trơn trượt, và áo mưa là cần thiết vì mưa bất chợt thường xảy ra, đặc biệt vào mùa mưa (tháng 5-11). Đổ xăng đầy bình ở Mỹ Tho vì trạm xăng thưa ở vùng quê như Cái Bè. Đồ ăn nhẹ như bánh mì, bánh pía, hoặc trái cây tươi (đặc biệt là sầu riêng Tiền Giang) rất tiện mang theo, nhưng bạn cũng nên dừng chân thử hủ tiếu Mỹ Tho, bánh bèo ở các quán ven đường – những món ăn đậm chất miền Tây. Mang theo bình nước lớn để giữ sức trên đường dài. Nếu định qua đêm ở cù lao Thới Sơn, mang võng hoặc lều nhỏ để nghỉ dưới bóng cây.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Chợ nổi Cái Bè</strong>: Đường tỉnh lộ 864 dài 25 km, chạy xe đến bến sông, gửi xe và thuê thuyền ngắm chợ nổi nhộn nhịp vào sáng sớm.</li><li><strong>Cù lao Thới Sơn</strong>: Đường tỉnh lộ 875 dài 10 km, chạy xe đến bến, gửi xe và đi thuyền khám phá đảo xanh mát, trải nghiệm đờn ca tài tử.</li><li><strong>Chùa Vĩnh Nghiêm</strong>: Đường nội thành 2 km, chạy xe đến bãi gửi và tham quan ngôi chùa 7 tầng độc đáo.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 12 đến tháng 4) để tránh đường ngập và tận hưởng thời tiết dễ chịu. Đi chợ nổi Cái Bè vào sáng sớm (5-7 giờ) để thấy cảnh buôn bán sôi động nhất. Tiền Giang là chuyến phượt nhẹ nhàng gần Sài Gòn, mang lại cảm giác thư thái với sông nước, văn hóa và không gian miền Tây trù phú.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 77,
    "name": "Trà Vinh",
    "image": "/images/TraVinh.webp",
    "description": "Vùng đất miền Tây yên ả với chùa Chăng Ch tariff độc đáo, ao Bà Om thanh bình và cù lao Tân Quy xanh mát.",
    "address": "Phường 2, đường Lê Lợi, TP. Trà Vinh, tỉnh Trà Vinh",
    "coordinates": {
      "latitude": 9.947,
      "longitude": 106.342
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Trà Vinh</h3><p>Trà Vinh, vùng đất miền Tây yên ả, là điểm đến lý tưởng cho dân phượt yêu thích sự bình dị và văn hóa Khmer. Với chùa Chăng Ch tariff độc đáo, ao Bà Om thanh bình và cù lao Tân Quy xanh mát, hành trình bằng xe máy đến đây mang lại cảm giác thư giãn giữa đồng lúa, sông nước và không gian miền Tây gần gũi, nơi bạn có thể khám phá thiên nhiên và nét đẹp văn hóa đặc sắc.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Tiền Giang, đến TP. Trà Vinh, quãng đường khoảng 150 km, mất 3-4 tiếng. Đường quốc lộ rộng, bằng phẳng, nhưng đoạn qua cầu Rạch Miễu có thể đông vào cuối tuần. Từ trung tâm Trà Vinh, bạn đi đường tỉnh lộ 914 đến chùa Chăng Ch tariff (5 km), đường tỉnh lộ 913 đến ao Bà Om (7 km), hoặc đường tỉnh lộ 917 đến cù lao Tân Quy (20 km). Xe máy là phương tiện tuyệt vời để len lỏi qua các con đường nhỏ giữa đồng quê và kênh rạch.</p><h4>Chuẩn Bị Gì?</h4><p>Trà Vinh nóng ẩm quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và áo mưa là cần thiết vì mưa bất chợt thường xảy ra, nhất là mùa mưa (tháng 5-11). Đổ xăng đầy ở Trà Vinh vì trạm xăng thưa ở vùng ven như cù lao Tân Quy. Đồ ăn nhẹ như bánh mì, bánh tét, hoặc trái cây tươi rất tiện, nhưng thử bánh xèo Trà Vinh, bún nước lèo ở quán ven đường là trải nghiệm không thể bỏ qua. Mang bình nước lớn để giữ sức. Nếu qua đêm ở Tân Quy, mang võng hoặc lều nhỏ.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Chùa Chăng Ch tariff</strong>: Đường tỉnh lộ 914 dài 5 km, chạy xe đến bãi gửi và tham quan ngôi chùa Khmer tuyệt đẹp.</li><li><strong>Ao Bà Om</strong>: Đường tỉnh lộ 913 dài 7 km, chạy xe đến ao nước thanh bình, ngắm cảnh dưới bóng cây cổ thụ.</li><li><strong>Cù lao Tân Quy</strong>: Đường tỉnh lộ 917 dài 20 km, chạy xe qua cầu, khám phá đảo xanh với vườn cây ăn trái.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-4) để đường khô ráo. Trà Vinh là chuyến phượt yên bình với văn hóa Khmer, sông nước và thiên nhiên miền Tây.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 78,
    "name": "Tràm Chim",
    "image": "/images/TramChim.webp",
    "description": "Vườn quốc gia ngập nước với hệ sinh thái độc đáo, đàn sếu đầu đỏ quý hiếm và cảnh sắc đồng lúa miền Tây.",
    "address": "Thị trấn Tràm Chim, huyện Tam Nông, tỉnh Đồng Tháp",
    "coordinates": {
      "latitude": 10.67,
      "longitude": 105.563
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Tràm Chim</h3><p>Tràm Chim, vườn quốc gia ngập nước ở Đồng Tháp, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên hoang dã. Với hệ sinh thái độc đáo, đàn sếu đầu đỏ và không gian đồng lúa mênh mông, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa miền Tây sông nước.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Long An, đến TP. Cao Lãnh, khoảng 160 km, mất 3-4 tiếng. Từ Cao Lãnh, đi đường tỉnh lộ 844 đến Tràm Chim (40 km), mất 1 tiếng. Đường bằng phẳng, nhưng đoạn quê nhỏ hẹp, cần chú ý xe lớn. Xe máy là cách tốt nhất để len lỏi vào vườn quốc gia.</p><h4>Chuẩn Bị Gì?</h4><p>Tràm Chim nóng ẩm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và áo mưa là cần thiết vì mưa nhiều. Đổ xăng đầy ở Cao Lãnh vì trạm xăng thưa ở Tam Nông. Đồ ăn nhẹ như bánh mì, xôi rất tiện, nhưng thử cá lóc nướng, lẩu mắm ở quán ven đường là không thể bỏ qua. Mang bình nước lớn và thuốc chống muỗi.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Vườn quốc gia Tràm Chim</strong>: Đường tỉnh lộ 844, gửi xe và thuê thuyền ngắm sếu, chim nước.</li><li><strong>Đồng lúa Tam Nông</strong>: Chạy xe quanh vùng, ngắm cảnh đồng quê miền Tây.</li><li><strong>Khu bảo tồn sếu</strong>: Trong vườn, đi thuyền sâu vào để xem sếu đầu đỏ (mùa khô).</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-5) để thấy sếu. Tràm Chim là chuyến phượt thiên nhiên đầy thú vị với sông nước và động vật hoang dã.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 79,
    "name": "Trị An",
    "image": "/images/TriAn.webp",
    "description": "Hồ nước lớn tại Đồng Nai với cảnh quan hùng vĩ, đảo Ó hoang sơ và không gian cắm trại yên bình.",
    "address": "Xã Vĩnh Tân, huyện Vĩnh Cửu, tỉnh Đồng Nai",
    "coordinates": {
      "latitude": 11.053,
      "longitude": 107.086
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Trị An</h3><p>Trị An, hồ nước lớn ở Đồng Nai, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và cắm trại. Với cảnh quan hùng vĩ và đảo Ó hoang sơ, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa không gian miền Nam gần gũi.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua cầu Đồng Nai, đến ngã ba Trị An, rồi rẽ vào đường tỉnh lộ 767, tổng cộng 70 km, mất 1,5-2 tiếng. Đường đẹp, nhưng đoạn vào hồ nhỏ và bụi, cần chú ý.</p><h4>Chuẩn Bị Gì?</h4><p>Trị An nóng quanh năm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và áo mưa là cần thiết. Đổ xăng đầy ở Biên Hòa vì trạm xăng thưa gần hồ. Đồ ăn nhẹ như bánh mì, lương khô rất tiện, nhưng thử cá lóc nướng, gà nướng ở quán ven hồ là tuyệt vời. Mang lều, túi ngủ nếu cắm trại.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Hồ Trị An</strong>: Đường tỉnh lộ 767, chạy xe ngắm hồ nước hùng vĩ.</li><li><strong>Đảo Ó</strong>: Gửi xe ở bờ, thuê thuyền ra đảo hoang sơ.</li><li><strong>Khu cắm trại</strong>: Dọc bờ hồ, dừng xe tận hưởng đêm yên bình.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-4) để cắm trại thoải mái. Trị An là chuyến phượt gần Sài Gòn với thiên nhiên và thư giãn.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 80,
    "name": "Tuyên Quang",
    "image": "/images/TuyenQuang.webp",
    "description": "Vùng đất Đông Bắc với thác Bản Ba hùng vĩ, hồ Na Hang thơ mộng và văn hóa dân tộc Tày đặc sắc.",
    "address": "Phường Phan Thiết, đường 17/8, TP. Tuyên Quang, tỉnh Tuyên Quang",
    "coordinates": {
      "latitude": 21.817,
      "longitude": 105.211
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Tuyên Quang</h3><p>Tuyên Quang, vùng đất Đông Bắc yên bình, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và văn hóa dân tộc. Với thác Bản Ba hùng vĩ, hồ Na Hang thơ mộng và văn hóa Tày đặc sắc, hành trình bằng xe máy đến đây mang lại cảm giác phiêu lưu giữa núi rừng, hồ nước và không gian Đông Bắc hoang sơ, nơi bạn có thể tận hưởng vẻ đẹp tự nhiên và đời sống vùng cao.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 2 qua Vĩnh Phúc, đến TP. Tuyên Quang, quãng đường khoảng 130 km, mất 3-4 tiếng. Đường nhựa đẹp, nhưng đoạn qua Tuyên Quang có vài đèo nhỏ, cần tay lái chắc. Từ trung tâm Tuyên Quang, bạn đi đường tỉnh lộ 188 đến thác Bản Ba (40 km), đường tỉnh lộ 187 đến hồ Na Hang (60 km), hoặc các con đường nhỏ quanh thành phố để khám phá bản Tày. Xe máy là phương tiện tối ưu để chinh phục các cung đường núi và bản làng.</p><h4>Chuẩn Bị Gì?</h4><p>Tuyên Quang lạnh mùa đông (tháng 11-2) và mát mẻ mùa hè, nên mang áo ấm nếu đi mùa lạnh hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm, găng tay, và giày chống trơn là cần thiết trên đường đèo. Đổ xăng đầy ở Tuyên Quang vì trạm xăng hiếm ở vùng núi như Na Hang. Đồ ăn nhẹ như lương khô, bánh mì, hoặc xôi rất tiện, nhưng thử thịt lợn gác bếp, cá suối nướng ở bản Tày là trải nghiệm tuyệt vời. Mang áo mưa và bản đồ offline vì sóng yếu. Nếu cắm trại ở hồ Na Hang, mang lều nhỏ và đèn pin.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Thác Bản Ba</strong>: Đường tỉnh lộ 188 dài 40 km, chạy xe đến ngắm dòng thác hùng vĩ giữa rừng.</li><li><strong>Hồ Na Hang</strong>: Đường tỉnh lộ 187 dài 60 km, chạy xe đến hồ nước thơ mộng, dừng lại ngắm cảnh núi hồ.</li><li><strong>Bản Tày</strong>: Đường nhỏ quanh thành phố, chạy xe khám phá văn hóa Tày và nhà sàn truyền thống.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 3-8) để đường dễ đi. Tuyên Quang là chuyến phượt hoang sơ với thác, hồ và văn hóa Đông Bắc.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 81,
    "name": "Vĩnh Long",
    "image": "/images/VinhLong.webp",
    "description": "Xứ sở miền Tây với chợ nổi Trà Ôn tấp nập, cầu Mỹ Thuận hiện đại và cù lao An Bình xanh tươi.",
    "address": "Phường 1, đường Hoàng Thái Hiếu, TP. Vĩnh Long, tỉnh Vĩnh Long",
    "coordinates": {
      "latitude": 10.254,
      "longitude": 105.972
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Vĩnh Long</h3><p>Vĩnh Long, xứ sở miền Tây trù phú, là điểm đến lý tưởng cho dân phượt yêu thích sông nước và thiên nhiên Nam Bộ. Với chợ nổi Trà Ôn tấp nập, cầu Mỹ Thuận hiện đại và cù lao An Bình xanh tươi, hành trình bằng xe máy đến đây mang lại cảm giác gần gũi với kênh rạch, đồng lúa và không gian miền Tây bình dị, nơi bạn có thể tận hưởng vẻ đẹp tự nhiên và ẩm thực đặc trưng.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 1A qua Long An, đến TP. Vĩnh Long, quãng đường khoảng 130 km, mất 3-4 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn qua cầu Mỹ Thuận có thể đông vào giờ cao điểm. Từ Vĩnh Long, bạn đi đường tỉnh lộ 902 đến chợ nổi Trà Ôn (25 km), qua cầu Mỹ Thuận (5 km), hoặc đường tỉnh lộ 907 đến cù lao An Bình (10 km, cần qua phà). Xe máy là phương tiện tuyệt vời để khám phá các con đường nhỏ miền Tây.</p><h4>Chuẩn Bị Gì?</h4><p>Vĩnh Long nóng ẩm quanh năm, nên mặc áo thoáng, mang kính râm và kem chống nắng. Mũ bảo hiểm, giày chống trơn, và áo mưa là cần thiết vì mưa bất chợt thường xảy ra. Đổ xăng đầy ở Vĩnh Long vì trạm xăng thưa ở vùng ven. Đồ ăn nhẹ như bánh mì, bánh xèo, hoặc trái cây rất tiện, nhưng thử lẩu mắm, cá lóc nướng trui ở quán ven đường là không thể bỏ qua. Mang bình nước lớn và võng nếu qua đêm ở An Bình.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Chợ nổi Trà Ôn</strong>: Đường tỉnh lộ 902 dài 25 km, chạy xe đến bến, gửi xe và thuê thuyền ngắm chợ nổi.</li><li><strong>Cầu Mỹ Thuận</strong>: Đường 5 km, chạy xe qua cây cầu hiện đại, ngắm sông Mekong.</li><li><strong>Cù lao An Bình</strong>: Đường 10 km qua phà, chạy xe khám phá đảo xanh với vườn trái cây.</li></ul><p>Mẹo nhỏ: Đi mùa khô (tháng 12-4) để tránh ngập. Vĩnh Long là chuyến phượt thư giãn với sông nước và thiên nhiên miền Tây.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 82,
    "name": "Vĩnh Phúc",
    "image": "/images/VinhPhuc.webp",
    "description": "Vùng đất trung du với Tam Đảo mây mù, hồ Đại Lải thơ mộng và thiền viện Trúc Lâm yên bình.",
    "address": "Phường Liên Bảo, đường Nguyễn Tất Thành, TP. Vĩnh Yên, tỉnh Vĩnh Phúc",
    "coordinates": {
      "latitude": 21.309,
      "longitude": 105.596
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Vĩnh Phúc</h3><p>Vĩnh Phúc, vùng đất trung du phía Bắc, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và không gian yên tĩnh. Với Tam Đảo mây mù, hồ Đại Lải thơ mộng và thiền viện Trúc Lâm yên bình, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa núi rừng, hồ nước và không gian trung du gần gũi, rất phù hợp để thư giãn gần Hà Nội.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 2 qua Vĩnh Yên, đến TP. Vĩnh Phúc, quãng đường khoảng 60 km, mất 1-2 tiếng. Đường rộng, dễ đi, nhưng đoạn qua Sóc Sơn có thể đông. Từ Vĩnh Yên, bạn đi đường tỉnh lộ lên Tam Đảo (25 km, qua đèo), đường tỉnh lộ 302 đến hồ Đại Lải (15 km), hoặc đường nhỏ đến thiền viện Trúc Lâm (10 km). Xe máy là phương tiện tuyệt vời để khám phá các cung đường đèo và hồ.</p><h4>Chuẩn Bị Gì?</h4><p>Vĩnh Phúc lạnh mùa đông và nóng mùa hè, nên mang áo ấm nếu đi Tam Đảo mùa lạnh hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm, kính râm, và giày chống trơn là cần thiết trên đường đèo. Đổ xăng đầy ở Vĩnh Yên vì trạm xăng thưa ở Tam Đảo. Đồ ăn nhẹ như bánh mì, bánh cuốn, hoặc trái cây rất tiện, nhưng thử gà đồi Tam Đảo, cá hồ Đại Lải ở quán ven đường là trải nghiệm tuyệt vời. Mang áo mưa và lều nhỏ nếu cắm trại ở Đại Lải.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Tam Đảo</strong>: Đường 25 km qua đèo, chạy xe đến thị trấn mây mù, ngắm thác Bạc.</li><li><strong>Hồ Đại Lải</strong>: Đường tỉnh lộ 302 dài 15 km, chạy xe đến hồ nước thơ mộng, thư giãn.</li><li><strong>Thiền viện Trúc Lâm</strong>: Đường 10 km, chạy xe đến không gian yên bình giữa rừng thông.</li></ul><p>Mẹo nhỏ: Đi mùa hè để tránh nóng Hà Nội. Vĩnh Phúc là chuyến phượt ngắn ngày với thiên nhiên và không gian trung du thư thái.</p>",
    "region": "Miền Bắc"
  },
  {
    "id": 83,
    "name": "Vũng Tàu",
    "image": "/images/VungTau.webp",
    "description": "Thành phố biển sôi động với bãi Sau rực rỡ, hải đăng Vũng Tàu cổ kính và tượng Chúa Kitô Vua uy nghiêm.",
    "address": "Phường 2, đường Trần Phú, TP. Vũng Tàu, tỉnh Bà Rịa - Vũng Tàu",
    "coordinates": {
      "latitude": 10.346,
      "longitude": 107.084
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Vũng Tàu</h3><p>Vũng Tàu, thành phố biển sôi động của Bà Rịa - Vũng Tàu, là điểm đến lý tưởng cho dân phượt yêu thích biển xanh và không gian gần gũi. Với bãi Sau rực rỡ, hải đăng Vũng Tàu cổ kính và tượng Chúa Kitô Vua uy nghiêm, hành trình bằng xe máy đến đây mang lại cảm giác tự do giữa sóng biển, gió mát và không gian miền Nam đầy sức sống. Đây là nơi hoàn hảo để thư giãn cuối tuần từ TP. Hồ Chí Minh.</p><h4>Cách Di Chuyển</h4><p>Từ TP. Hồ Chí Minh, bạn chạy xe máy theo Quốc lộ 51 qua Đồng Nai, đến TP. Vũng Tàu, quãng đường khoảng 120 km, mất 2-3 tiếng. Đường quốc lộ rộng, dễ đi, nhưng đoạn qua ngã ba Vũng Tàu có thể đông vào cuối tuần, cần chú ý an toàn. Từ trung tâm Vũng Tàu, xe máy là phương tiện tuyệt vời để đến bãi Sau (5 km) qua đường Trần Phú, hải đăng Vũng Tàu (3 km) qua đường Hạ Long, hoặc tượng Chúa Kitô Vua (4 km) qua đường Lê Lợi. Các con đường ven biển nhỏ rất đẹp, phù hợp để phượt thong dong.</p><h4>Chuẩn Bị Gì?</h4><p>Vũng Tàu nóng quanh năm, nên mặc áo thoáng mát, mang kính râm và kem chống nắng để bảo vệ da. Mũ bảo hiểm đạt chuẩn, giày chống trơn trượt, và đồ bơi là cần thiết khi đi biển hoặc leo lên tượng Chúa. Đổ xăng đầy bình ở TP. Hồ Chí Minh hoặc Long Thành vì trạm xăng ở Vũng Tàu có sẵn nhưng đông vào ngày lễ. Đồ ăn nhẹ như bánh mì, hải sản khô (mực rim), hoặc bánh bông lan trứng muối rất tiện mang theo, nhưng bạn cũng nên dừng chân ở các quán ven đường để thử bánh khọt, hải sản tươi – những đặc sản nổi tiếng của Vũng Tàu. Mang theo áo mưa nhỏ gọn vì mưa bất chợt có thể xảy ra, dù hiếm. Nếu định cắm trại ở bãi Sau, mang lều nhỏ và đèn pin để tận hưởng đêm biển.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Bãi Sau</strong>: Đường Trần Phú dài 5 km, chạy xe đến bãi biển rực rỡ, dừng lại tắm biển hoặc ngắm sóng dưới bóng dừa.</li><li><strong>Hải đăng Vũng Tàu</strong>: Đường Hạ Long 3 km, chạy xe lên đồi, dừng lại ngắm toàn cảnh thành phố biển từ ngọn hải đăng cổ kính.</li><li><strong>Tượng Chúa Kitô Vua</strong>: Đường Lê Lợi 4 km, chạy xe đến chân núi, gửi xe và leo bộ lên tượng để tận hưởng gió biển và tầm nhìn bao quát.</li></ul><p>Mẹo nhỏ: Đi vào mùa khô (tháng 11 đến tháng 4) để tận hưởng biển đẹp và thời tiết dễ chịu. Tránh ngày lễ lớn vì đường đông và giá dịch vụ tăng. Vũng Tàu là chuyến phượt ngắn ngày gần Sài Gòn, mang lại cảm giác sôi động nhưng cũng thư thái với biển cả, hải đăng và không gian miền Nam đặc trưng.</p>",
    "region": "Miền Nam"
  },
  {
    "id": 84,
    "name": "Yên Bái",
    "image": "/images/YenBai.webp",
    "description": "Vùng núi Tây Bắc hoang sơ với ruộng bậc thang Mù Cang Chải tuyệt đẹp, đèo Khau Phạ ngoạn mục và hồ Thác Bà yên bình.",
    "address": "Phường Yên Ninh, đường Điện Biên, TP. Yên Bái, tỉnh Yên Bái",
    "coordinates": {
      "latitude": 21.722,
      "longitude": 104.911
    },
    "travelGuide": "<h3>Hướng Dẫn Đi Phượt Yên Bái</h3><p>Yên Bái, vùng núi Tây Bắc hoang sơ, là điểm đến lý tưởng cho dân phượt yêu thích thiên nhiên và văn hóa vùng cao. Với ruộng bậc thang Mù Cang Chải tuyệt đẹp, đèo Khau Phạ ngoạn mục và hồ Thác Bà yên bình, hành trình bằng xe máy đến đây mang lại cảm giác chinh phục giữa núi rừng, đồng lúa và không gian Tây Bắc hùng vĩ, nơi bạn có thể tận hưởng vẻ đẹp tự nhiên và sự bình yên của miền núi.</p><h4>Cách Di Chuyển</h4><p>Từ Hà Nội, bạn chạy xe máy theo Quốc lộ 32 qua Phú Thọ, đến TP. Yên Bái, quãng đường khoảng 160 km, mất 4-5 tiếng. Đường nhựa đẹp, nhưng đoạn qua Yên Bái có vài đèo nhỏ, cần tay lái chắc. Từ TP. Yên Bái, bạn đi Quốc lộ 32 đến Mù Cang Chải (100 km) qua đèo Khau Phạ, hoặc đường tỉnh lộ 166 đến hồ Thác Bà (30 km). Đường đèo Khau Phạ dài, quanh co, dốc cao, đòi hỏi kỹ năng lái xe tốt, đặc biệt khi sương mù hoặc mưa. Xe máy là phương tiện tối ưu để khám phá các cung đường núi và bản làng.</p><h4>Chuẩn Bị Gì?</h4><p>Yên Bái lạnh mùa đông (tháng 11-2) và mát mẻ mùa hè, nên mang áo ấm dày nếu đi mùa lạnh, đặc biệt trên đèo Khau Phạ, hoặc áo thoáng nếu đi mùa nóng. Mũ bảo hiểm đạt chuẩn, găng tay giữ ấm, và giày chống trơn là bắt buộc vì đường đèo trơn trượt khi mưa. Đổ xăng đầy bình ở TP. Yên Bái vì trạm xăng rất hiếm ở vùng núi như Mù Cang Chải. Đồ ăn nhẹ như lương khô, bánh mì, hoặc socola rất cần thiết khi đi qua các đoạn hẻo lánh không có quán, nhưng thử thịt lợn cắp nách, xôi nếp Tú Lệ ở các bản là trải nghiệm đáng giá. Mang theo áo mưa, bản đồ offline vì sóng điện thoại yếu. Nếu định cắm trại ở Thác Bà, mang lều nhỏ và túi ngủ ấm.</p><h4>Địa Điểm Khám Phá</h4><ul><li><strong>Ruộng bậc thang Mù Cang Chải</strong>: Đường Quốc lộ 32 dài 100 km qua đèo Khau Phạ, chạy xe ngắm ruộng bậc thang đẹp nhất vào mùa lúa chín (tháng 9-10).</li><li><strong>Đèo Khau Phạ</strong>: Cung đường đèo ngoạn mục trên đường đến Mù Cang Chải, dừng xe ngắm mây núi hùng vĩ.</li><li><strong>Hồ Thác Bà</strong>: Đường tỉnh lộ 166 dài 30 km, chạy xe đến hồ nước yên bình giữa núi rừng, thư giãn hoặc chèo thuyền.</li></ul><p>Mẹo nhỏ: Đi vào mùa lúa chín để ngắm Mù Cang Chải đẹp nhất. Kiểm tra phanh và lốp xe trước khi lên đèo Khau Phạ để đảm bảo an toàn. Yên Bái là chuyến phượt đầy thử thách nhưng đáng giá, với ruộng bậc thang, đèo cao và không gian Tây Bắc hoang sơ, mang lại trải nghiệm khó quên cho những ai yêu thích khám phá.</p>",
    "region": "Miền Bắc"
  }
]
